{
  "Contact Details": "Chi tiết liên hệ",
  "Our office is open five days a week, Monday to Friday. The support line is available 18 hours a day.": "Văn phòng của chúng tôi mở cửa năm ngày một tuần, từ thứ Hai đến thứ Sáu. Đường dây hỗ trợ hoạt động 16 giờ mỗi ngày.",
  "Belize": "Belize",
  "2118 Guava Street": "2118 Guava Street",
  "Belama Phase 1, Belize City": "Belama Phase 1, Belize City",
  "Belize - Stockbanx Belize": "Belize - Stockbanx Belize",
  "Click how to get there": "Kiểm tra cách đến đó",
  "South Africa": "Nam Phi",
  "Unit 1, Village Corner": "Unit 1, Village Corner",
  "57 Via Latina Crescent, Irene Corporate Corner": "57 Via Latina Crescent, Irene Corporate Corner",
  "Gauteng, 0178 - Stockbanx SA": "Gauteng, 0178 - Stockbanx SA",
  "Canary Wharf, London,E14 5NR - Stockbanx UK": "Canary Wharf, London,E14 5NR - Stockbanx UK",
  "United Kingdom": "Vương quốc Anh",
  "Chat with us": "Trò chuyện với chúng tôi",
  "Start a chat with our customer support team, available 18/5": "Bắt đầu trò chuyện với nhóm hỗ trợ khách hàng của chúng tôi, luôn sẵn sàng 16 giờ/5 ngày",
  "Start Chat": "Bắt đầu trò chuyện",
  "Media Collaboration": "Hợp tác truyền thông",
  "Email us on": "Gửi email cho chúng tôi",
  "Email Us": "Gửi email cho chúng tôi",
  "For complaints": "Khiếu nại",
  "Reach us on": "Liên hệ với chúng tôi theo địa chỉ",
  "Career": "Sự nghiệp",
  "Send us you CV": "Gửi CV của bạn cho chúng tôi tới:",
  "Legal Docuements": "Văn Bản Pháp Lý",
  "Get access to all relevant legal documents before opening a trading account": "Được tiếp cận với tất cả các văn bản pháp lý có liên quan trước khi mở tài khoản giao dịch",
  "Privacy Policy": "Chính sách bảo mật",
  "Risk Disclosure": "Tuyên bố rủi ro",
  "Licence Regulation": "Quy định giấy phép",
  "AML Compliance": "Tuân thủ AML",
  "Cookies Policy": "Chính sách Cookies",
  "CS. Agreement": "CS. Hiệp ước",
  "Get to know": "Làm quen với Stockbanx Global",
  "You deserve the best trading experience": "Bạn xứng đáng có trải nghiệm giao dịch tốt nhất",
  "Who We Are?": "Chúng tôi là ai?",
  "Stockbanx is a world- leading leveraged products broker in online trading of the global markets. Stockbanx offers 130+ leveraged product instruments for global investors to trade. We became the preferred brand of many traders by putting the funds safety as a top priority and providing an efficient, safe, simple trading journey.": "Stockbanx là nhà môi giới sản phẩm đòn bẩy hàng đầu thế giới trong giao dịch trực tuyến trên thị trường toàn cầu. Stockbanx cung cấp hơn 130 công cụ sản phẩm có đòn bẩy cho các nhà đầu tư toàn cầu giao dịch. Chúng tôi đã trở thành thương hiệu ưa thích của nhiều nhà giao dịch bằng cách đặt an toàn vốn làm ưu tiên hàng đầu và cung cấp một hành trình giao dịch đơn giản, an toàn và hiệu quả.",
  "The most rewarding trading experience.": "Bắt đầu giao dịch thú vị...",
  "Trading Experience.": "Trading Experience.",
  "Stockbanx promises to exceed your expectations": "Stockbanx hứa hẹn sẽ vượt qua mong đợi của bạn bằng cách mang lại trải nghiệm giao dịch trực tuyến tuyệt vời, cung cấp mức độ dịch vụ chưa từng có phù hợp với công nghệ giao dịch tiên tiến nhất.",
  "Open Account": "Đăng ký ngay!",
  "Mission": "Sứ mệnh",
  "Our mission is to create a community that appreciates convenience": "Sứ mệnh của chúng tôi là tạo ra một cộng đồng coi trọng sự tiện lợi, toàn diện và minh bạch, từ đó trao quyền cho Nhà giao dịch và Nhà môi giới để tối đa hóa giá trị.",
  "Vision": "Tầm nhìn",
  "The vision is to create the best trading experience for you to be successful. So anyone, anywhere, can trade.": "Tầm nhìn là tạo ra trải nghiệm giao dịch tốt nhất để bạn thành công. Vì vậy, bất cứ ai, tại bất cứ nơi đâu đều có thể giao dịch.",
  "Safe And Secure": "An toàn và bảo mật",
  "All funds are protected by industry-leading security protocols.": "Tất cả các quỹ được bảo vệ bởi các giao thức bảo mật hàng đầu trong ngành. Chúng tôi cung cấp bảo vệ số dư âm và tiền của Khách hàng được giữ trong các tài khoản ủy thác tách biệt với các ngân hàng cấp một.",
  "Create Account": "Mở tài khoản",
  "Rewards": "Phần thưởng",
  "Traders can compete against each other and get rewarded for their trading skills while IBs can also benefit from unique loyalty programs that recognize their efforts.": "Các nhà giao dịch có thể cạnh tranh với nhau và nhận phần thưởng cho kỹ năng giao dịch của họ trong khi IB cũng có thể hưởng lợi từ các chương trình khách hàng thân thiết độc đáo ghi nhận nỗ lực của họ.",
  "Innovation": "Sự đổi mới",
  "Experience our easy to use and intuitive platforms. With exclusive AI plug-ins, interactive webinars, trading forums and much more.": "Trải nghiệm các nền tảng trực quan và dễ sử dụng của chúng tôi. Với các plug-in AI độc quyền, hội thảo trên web tương tác, diễn đàn giao dịch, v.v."
}

