{
  "Forex": "Forex",
  "Trade": "Giao dịch",
  "Trade Forex leveraged products": "Các sản phẩm đòn bẩy Forex",
  "Trade leveraged products on a wide variety of the world’s most popular currency pairs.": "Giao dịch các sản phẩm có đòn bẩy trên nhiều loại cặp tiền tệ phổ biến nhất trên thế giới.",
  "Start Now": "Bắt đầu ngay bây giờ!",
  "What is Forex": "Forex là gì",
  "Trading forex involves buying and selling currencies on the foreign exchange market for profit. Daily transactions worth trillions of dollars take place on the forex market, which is the world's most liquid financial market.": "Giao dịch forex liên quan đến việc mua và bán tiền tệ trên thị trường Ngoại Hối để kiếm lời. Các giao dịch hàng ngày trị giá hàng nghìn tỷ đô la diễn ra trên thị trường Ngoại Hối, đây là thị trường tài chính có tính thanh khoản cao nhất thế giới.",
  "Types of Forex Pairs": "Các loại cặp Ngoại Hối",
  "Stockbanx offers the most popular forex pairs like EUR/USD, GBP/USD, and EUR/GBP. Explore our wide range of major, minor and exotic currency pairs.": "Stockbanx cung cấp các cặp Ngoại Hối phổ biến nhất như EUR/USD, GBP/USD và EUR/GBP. Khám phá hàng loạt các cặp tiền tệ chính, phụ và ngoại lai của chúng tôi.",
  "Major": "Các cặp tiền tệ chính",
  "The major currency pairs has two of the following currencies USD, EUR, JPY, CAD, GBP, and CHF.": "Các cặp tiền tệ chính có hai trong số các loại tiền sau USD, EUR, JPY, CAD, GBP và CHF.",
  "Minor": "Các cặp tiền tệ phụ",
  "are pairs that do not include the U.S. dollar, but do include at least one of the world's other three major currencies such as USD, EUR, JPY, CAD, GBP and CHF.": "là các cặp không bao gồm đồng đô la Mỹ, nhưng bao gồm ít nhất một trong ba loại tiền tệ chính khác của thế giới như USD, EUR, JPY, CAD, GBP và CHF.",
  "Exotic": "Các cặp tiền tệ ngoại lai",
  "Exotic Pairs stand out from these pairs because they contain a major currency (usually USD) and a currency from a developing or emerging market.": "Các cặp ngoại lai nổi bật vì chúng chứa một loại tiền tệ chính (thường là USD) và một loại tiền tệ từ một thị trường đang phát triển hoặc mới nổi.",
  "More Instruments": "Nhiều sản phẩm hơn",
  "What affects the prices of forex?": "Điều gì ảnh hưởng đến giá của Ngoại Hối?",
  "Below are some of the economic trends and events that will help those new to the market to become successful forex traders.": "Dưới đây là một số xu hướng và sự kiện kinh tế sẽ giúp những người mới tham gia thị trường trở thành nhà giao dịch Ngoại Hối thành công.",
  "Supply and demand": "Cung và cầu",
  "Price inflation": "Lạm phát giá cả",
  "Currency strenght": "Sức mạnh tiền tệ",
  "How to trade leveraged forex pairs with Stockbanx": "Cách giao dịch các cặp Ngoại Hối có đòn bẩy với Stockbanx",
  "Log in your account or create account": "Đăng nhập tài khoản của bạn hoặc tạo tài khoản mới",
  "Go to the forex section and choose your favorite instrument": "Chuyển đến phần ngoại hối và chọn sản phẩm yêu thích của bạn",
  "Set your trade size": "Đặt quy mô giao dịch của bạn",
  "Choose direction (Buy or Sell) based on your assessment of the influencing factors": "Chọn hướng (Mua hoặc Bán) dựa trên đánh giá của bạn về các yếu tố ảnh hưởng",
  "Place your trade!": "Bắt đầu giao dịch ngay!",
  "What Are Stocks?": "Cổ phiếu là gì?",
  "Get access to leveraged products on a wide variety of the world’s most popular currency pairs.": "Truy cập vào các sản phẩm có đòn bẩy trên nhiều loại cặp tiền tệ phổ biến nhất toàn cầu.",
  "Trade Forex with Stockbanx": "Giao dịch Ngoại Hối với Stockbanx",
  "Maximize your potential by trading the biggest, most sought-after currency pairs such as GBPUSD and EURUSD with leverage up to 1:500 and spreads starting from 1.6 pips*.": "Tối đa hóa tiềm năng của bạn bằng cách giao dịch các cặp tiền tệ mạnh nhất, được tìm kiếm nhiều nhất như GBPUSD và EURUSD với tỷ lệ đòn bẩy lên tới 1:500 và chênh lệch bắt đầu từ 1,6 pips*.",
  "Start Trading": "Bắt đầu giao dịch",
  "*Low spreads depend on product and account type.": "*Chênh lệch thấp tùy thuộc vào sản phẩm và loại tài khoản."
}

