{
  "we are": "Chúng tôi là",
  "The Market": "Thị trường",
  "Leaders": "lãnh đạo",
  "Trade your favorite instruments with a leading online broker": "Giao dịch với các công cụ yêu thích của bạn với một nhà môi giới trực tuyến hàng đầu",
  "Open Account": "Mở tài khoản",
  "Why Stockbanx Group?": "Vì sao Stockbanx market được ưa chuộng ?",
  "WhyCpt": "Giao dịch với 0 hoa hồng và mức spread thấp từ 0.7 pip trên một nền tảng giao dịch trực quan và dễ sử dụng. Stockbanx nắm giữ nhiều giấy phép từ các cơ quan tài chính có uy tín trên toàn thế giới bao gồm FCA Vương quốc Anh, AOFA Nam Phi và IFSC Belize. Chúng tôi cung cấp các phương thức thanh toán linh hoạt với các tài khoản ngân hàng địa phương riêng biệt để có hành trình giao dịch an toàn hơn.",
  "USD client assets": "Tài sản của khách hàng",
  "Stocks": "Cổ phiếu",
  "StocksText": "Giao dịch các sản phẩm đòn bẩy trên cổ phiếu của các công ty lớn nhất trên thế giới, bao gồm Apple, Microsoft, Tesla, Facebook, Netflix và Amazon.",
  "Learn More": "Tìm hiểu thêm",
  "Commodities": "Hàng hóa",
  "CommoditiesText": "Tiếp cận với Vàng, Dầu, Bạc, Khí đốt và nhiều mặt hàng khác. Giao dịch các mặt hàng phổ biến với điều kiện cạnh tranh.",
  "Forex": "Forex",
  "ForexText": "Stockbanx cung cấp các cặp ngoại hối phổ biến nhất như EUR/USD, GBP/USD và EUR/GBP. Khám phá hàng loạt các cặp tiền tệ chính và phụ của chúng tôi.",
  "Choose The Most Reliable Trading Platform": "Chọn nền tảng giao dịch đáng tin cậy nhất",
  "A fast, clear, and innovative way to trade.": "Một cách giao dịch nhanh chóng, rõ ràng và sáng tạo.",
  "relyText": "Một nền tảng dễ sử dụng cho cả người mới bắt đầu lẫn các nhà giao dịch có kinh nghiệm, nền tảng Stockbanx MT4 được tối ưu hóa để giao dịch trong mọi điều kiện thị trường. Bắt đầu giao dịch tài sản tài chính trên nền tảng trực tuyến phổ biến nhất hiện nay.",
  "IB Program": "Chương trình IB",
  "Stockbanx is an excellent choice for Introducing Brokers, offering interesting rewards programs and exciting incentives.": "Stockbanx là một lựa chọn tuyệt vời cho các Nhà môi giới tài chính, cung cấp các chương trình phần thưởng thú vị và các ưu đãi hấp dẫn.",
  "Transparent IB Portal": "Cổng thông tin IB minh bạch",
  "Free access to trading tools - You will also be granted access to all our free trading tools to help assist with your trading decisions and help your clients.": "Truy cập miễn phí vào các công cụ giao dịch - Bạn cũng sẽ được cấp quyền truy cập vào tất cả các công cụ giao dịch miễn phí của chúng tôi để giúp hỗ trợ các quyết định giao dịch của bạn và giúp khách hàng của bạn.",
  "Instant Rebate Payments": "Thanh toán lợi nhuận IB tức thì",
  "Competitive and customisable rebate scheme - We always put our clients and partners first. You’ll be rewarded with extremely competitive and customisable rebate options.": "Tùy chỉnh mức hoa hồng cạnh tranh- Chúng tôi luôn đặt khách hàng và đối tác của mình lên hàng đầu. Bạn sẽ nhận được mức hoa hồng cạnh tranh và tùy ý chỉnh sửa theo ý muốn.",
  "Exclusive Rewards": "Phần thưởng độc quyền",
  "Get up to $10 commission for each standard lot your client trade. Be rewarded additionally through our tiered IB Rewards Program, which offers the chance to win a luxury car and other exciting Apple products.": "Nhận hoa hồng lên tới $10 cho mỗi lô tiêu chuẩn mà khách hàng của bạn giao dịch. Được thưởng thêm thông qua Chương trình Phần thưởng IB theo cấp bậc của chúng tôi, mang đến cơ hội nhận được một chiếc ô tô sang trọng và các sản phẩm thú vị khác của Apple.",
  "Flexibility": "Tính linh hoạt",
  "Customized support tailored to your needs. Our team welcomes any special requests that serve your needs and support better trading for your clients.": "Tùy chỉnh hỗ trợ phù hợp với nhu cầu của bạn. Chúng tôi hoan nghênh mọi yêu cầu đặc biệt để phục vụ nhu cầu của bạn và hỗ trợ giao dịch tốt hơn cho khách hàng của bạn.",
  "Market News": "Tin tức thị trường",
  "Choose from a wide range of leveraged products on popular Forex pairs, indices, stocks, commodities, and much more available for trading! Experience a new level of trading with the right support when needed.": "Chọn từ một loạt các sản phẩm có đòn bẩy trên các cặp ngoại hối, chỉ số, cổ phiếu, hàng hóa phổ biến và nhiều sản phẩm có sẵn khác để giao dịch! Trải nghiệm một cấp độ giao dịch hoàn toàn mới với sự hỗ trợ phù hợp khi cần thiết.",
  "Clients worldwide": "Khách hàng trên toàn thế giới",
  "Daily executed trades": "Lượng giao dịch được thực hiện hàng ngày",
  "Experience in the industry": "Kinh nghiệm trong ngành",
  "12+ years": "Hơn 12 năm",
  "Trade Anytime": "Giao dịch mọi lúc",
  "Anywhere": "mọi nơi",
  "Read More": "Đọc thêm"
}

