{
  "Indices": "Chỉ số",
  "Trade global indices with competitive conditions": "Chỉ số toàn cầu với các điều kiện cạnh tranh",
  "Zero commission trading on global indices including the FTSE, Nasdaq and Nikkei 225.": "Giao dịch không hoa hồng trên các chỉ số toàn cầu bao gồm FTSE, Nasdaq và Nikkei 225.",
  "Start Now!": "Bắt đầu ngay!",
  "See more instruments": "Xem thêm các công cụ khác",
  "What are indices?": "Chỉ số là gì?",
  "Indices measure the price performance of a group of shares from an exchange. Indices trading is a popular strategy for many traders and investors seeking exposure to an entire market or sector.": "Các chỉ số đo lường hiệu suất giá của một nhóm cổ phiếu từ một cuộc trao đổi. Giao dịch chỉ số là một chiến lược phổ biến đối với nhiều nhà giao dịch và nhà đầu tư muốn tiếp xúc với toàn bộ thị trường hoặc lĩnh vực.",
  "Why trade leveraged products on indices?": "Tại sao lại giao dịch các sản phẩm có đòn bẩy trên các chỉ số?",
  "A leveraged product on indices can benefit you from upward and downward movements based on your position. Instead of buying a single stock, you can speculate on the price of multiple stocks for a lower price, allowing you to diversify your portfolio more.": "Một sản phẩm có đòn bẩy trên các chỉ số có thể mang lại lợi ích cho bạn từ các chuyển động tăng và giảm dựa trên vị thế của bạn. Thay vì mua một cổ phiếu, bạn có thể suy đoán giá của nhiều cổ phiếu với mức giá thấp hơn, cho phép bạn đa dạng hóa danh mục đầu tư của mình hơn.",
  "What are the different types of indices": "Các loại chỉ số khác nhau là gì",
  "Indices are widely traded because they are powerful global and country-specific economic health indicators. We will see below some of the biggest global, regional, and national indices to trade": "Các chỉ số được giao dịch rộng rãi vì chúng là các chỉ số sức khỏe của nền kinh tế toàn cầu và quốc gia cụ thể. Chúng ta sẽ xem bên dưới một số chỉ số toàn cầu, khu vực và quốc gia lớn nhất để giao dịch:",
  "To be deleted": "bị xóa",
  "Some of the biggest U.S indices:": "Một số chỉ số lớn nhất của Hoa Kỳ:",
  "S&P 500": "S&P500",
  "Standard & Poor's 500 Index, also known as the S&P 500, tracks 500 leading publicly traded companies in the United States by market capitalization. It includes companies like Twitter, Cisco Systems, eBay, MasterCard, McDonald's, Nike, PayPal, Pfizer, Starbucks, among others.": "Chỉ số Standard & Poor's 500, còn được gọi là S&P 500, theo dõi 500 công ty giao dịch công khai hàng đầu ở Hoa Kỳ theo giá trị vốn hóa thị trường. Nó bao gồm các công ty như Twitter, Cisco Systems, eBay, MasterCard, McDonald's, Nike, PayPal, Pfizer, Starbucks, ...",
  "USA30": "USA30",
  "Dow Jones Industrial Average (DJIA) is an index containing stocks from 30 of the largest and most influential companies in the United States, including Apple, Chevron, Coca-Cola, Exxon Mobil, Visa, Goldman Sachs, and JPMorgan Chase. ": "Chỉ số Trung bình Công nghiệp Dow Jones (DJIA) là một chỉ số bao gồm các cổ phiếu của 30 công ty lớn nhất và có ảnh hưởng nhất tại Hoa Kỳ, bao gồm Apple, Chevron, Coca-Cola, Exxon Mobil, Visa, Goldman Sachs và JPMorgan Chase. ",
  "TECH 100": "TECH 100",
  "The Nasdaq 100 Index is a basket of the 100 largest, most actively traded U.S companies listed on the Nasdaq stock exchange. The index includes companies from various industries except for the financial industry, like commercial and investment banks. These non-financial sectors include retail, biotechnology, industrial, technology, health care, and others.": "Chỉ số Nasdaq 100 là một rổ gồm 100 công ty lớn nhất, được giao dịch tích cực nhất của Hoa Kỳ được niêm yết trên thị trường chứng khoán Nasdaq. Chỉ số này bao gồm các công ty từ các ngành công nghiệp khác nhau ngoại trừ ngành tài chính, như ngân hàng thương mại và đầu tư. Các lĩnh vực phi tài chính này bao gồm bán lẻ, công nghệ sinh học, công nghiệp, công nghệ, chăm sóc sức khỏe và các lĩnh vực khác.",
  "Regional": "Khu vực",
  "Regional indices include companies from specific regions.": "Các chỉ số khu vực bao gồm các công ty từ các khu vực cụ thể.",
  "Some of the biggest EU indices:": "Một số chỉ số lớn nhất của EU:",
  "DAX40": "DAX40",
  "The DAX is a German blue-chip stock market index that tracks the performance of the 40 largest companies trading on the Frankfurt Stock Exchange. It covers sectors such as clothing, insurance, manufacturing, energy, transport, and many others.": "DAX là chỉ số thị trường chứng khoán blue-chip của Đức theo dõi hiệu suất của 40 công ty lớn nhất giao dịch trên Sở giao dịch chứng khoán Frankfurt. Nó bao gồm các lĩnh vực như quần áo, bảo hiểm, sản xuất, năng lượng, vận tải và nhiều lĩnh vực khác.",
  "FTSE100": "FTSE100",
  "It is also known as the UK100 and is a list of the UK's hundred biggest companies by market capitalization. These companies include Unilever, Tesco, Barclays, Vodafone Group, GlaxoSmithKline and Sainsbury's covering industries such as food, pharmaceuticals, electronic products, banks, telecommunications and more.": "Nó còn được gọi là UK100 và là danh sách hàng trăm công ty lớn nhất của Vương quốc Anh theo giá trị vốn hóa thị trường. Những công ty này bao gồm Unilever, Tesco, Barclays, Vodafone Group, GlaxoSmithKline và Sainsbury's bao gồm các ngành công nghiệp như thực phẩm, dược phẩm, sản phẩm điện tử, ngân hàng, viễn thông, v.v.",
  "EUROSTOXX": "EUROSTOXX",
  "The index covers 12 European countries and represents the 50 largest companies in Europe, such as Bayer, Danone, and Volkswagen Group, among others, listed in other European indices.": "Chỉ số này bao gồm 12 quốc gia châu Âu và đại diện cho 50 công ty lớn nhất ở châu Âu, chẳng hạn như Bayer, Danone và Volkswagen Group, trong số những công ty khác, được liệt kê trong các chỉ số châu Âu khác.",
  "National": "Quốc gia",
  "Typically, national indices are used to reflect investor sentiment on the health of the economy inside a given country by analysing the performance of the stock market.": "Thông thường, các chỉ số quốc gia được sử dụng để phản ánh tâm lý của nhà đầu tư về sức khỏe của nền kinh tế trong một quốc gia nhất định bằng cách phân tích hoạt động của thị trường chứng khoán.",
  "Some of the national indices covering Asia-Pacific region:": "Một số chỉ số quốc gia khu vực châu Á - Thái Bình Dương:",
  "JAPAN225": "JAPAN225",
  "The Nikkei is short for Japan's Nikkei 225 Stock Average, the leading and most-respected index of Japanese stocks. It is a price-weighted index composed of Japan's top 225 blue-chip companies traded on the Tokyo Stock Exchange.": "Chỉ số Nikkei là viết tắt của Nikkei 225 Stock Average của Nhật Bản, chỉ số chứng khoán hàng đầu và được kính trọng nhất của Nhật Bản. Nó là một chỉ số theo giá bao gồm 225 công ty blue-chip hàng đầu của Nhật Bản được giao dịch trên thị trường chứng khoán Tokyo.",
  "HONGKONG50": "HONGKONG50",
  "The Hang Seng Index or HSI is a free-float market capitalization-weighted index of the sixty largest companies that trade on the Hong Kong Exchange (HKEx). HKEx is among the largest stock exchanges in the world, with an aggregate market cap of more than $38 trillion as of 2022.": "Chỉ số Hang Seng hay HSI là chỉ số trọng số vốn hóa thị trường thả nổi tự do của sáu mươi công ty lớn nhất giao dịch trên Sàn giao dịch Hồng Kông (HKEx). HKEx là một trong những sàn giao dịch chứng khoán lớn nhất thế giới, với tổng vốn hóa thị trường hơn 38 nghìn tỷ USD tính đến năm 2022.",
  "ASX200": "ASX200",
  "The S&P/ASX 200 Index is the benchmark institutional investable stock market index in Australia, comprising the 200 largest stocks by float-adjusted market capitalization. ": "Chỉ số S&P/ASX 200 là chỉ số chuẩn về thị trường chứng khoán có thể đầu tư của tổ chức ở Úc, bao gồm 200 cổ phiếu lớn nhất theo vốn hóa thị trường được điều chỉnh thả nổi. ",
  "Trade Indices": "Chỉ số giao dịch",
  "How to trade leveraged products on indices": "Cách giao dịch các sản phẩm có đòn bẩy trên các chỉ số",
  "Log in your account or create account": "Đăng nhập tài khoản của bạn hoặc tạo tài khoản",
  "Go to the indices section and choose your favorite instrument": "Chuyển đến phần chỉ số và chọn sản phẩm yêu thích của bạn",
  "Set your trade size": "Đặt quy mô giao dịch của bạn",
  "Choose direction (Buy or Sell) based on your assessment of the influencing factors": "Chọn hướng (Mua hoặc Bán) dựa trên đánh giá của bạn về các yếu tố ảnh hưởng",
  "Place your trade!": "Bắt đầu giao dịch ngay!",
  "How to trade leveraged products on commodities": "Cách giao dịch các sản phẩm có đòn bẩy trên hàng hóa",
  "Start Trading": "Bắt đầu giao dịch ngay!",
  "Learn more": "Tìm hiểu thêm",
  "Global": "Toàn cầu",
  "Trade": "Giao dịch",
  "Trade Indices with Stockbanx": "Giao dịch Chỉ số với Stockbanx",
  "How To Trade Leveraged Products On Indices": "Cách giao dịch các sản phẩm có đòn bẩy trên các chỉ số",
  "Take advantage of trading CFDs on indices like US500, UK100, and more, using MT4 on any device you prefer. Trade US30 with leverage up to 1|200 and low spreads.": "Khám phá giao dịch CFD trên các chỉ số như US500, UK100, v.v. bằng cách sử dụng MT4 trên bất kỳ thiết bị nào bạn muốn. Giao dịch US30 với đòn bẩy lên tới 1:200 và chênh lệch thấp.",
  "Global indices relay companies regardless of which stock exchange they are listed on and based.": "Các công ty liên lạc qua các chi tiết, bất kể họ được liệt kê và dựa trên phiếu nào."
}
