{
  "partnerHead": "Nhận tới <span class='lot-trade'> $10 </span> đô la cho mỗi lot được giao dịch bởi khách hàng của bạn",
  "Become a partner": "Trở thành đối tác",
  "Why Partner With Stockbanx?": "Tại sao lại hợp tác với Stockbanx?",
  "Partnering with individuals and companies who share our values helps us power the pursuit of financial freedom for ambitious individuals.": "Hợp tác với các cá nhân và công ty giúp chia sẻ các giá trị của chúng tôi. Điều đó giúp chúng tôi tăng cường sức mạnh theo đuổi tự do tài chính cho các cá nhân đầy tham vọng.",
  "Commission Rebate": "Chiết Khấu Hoa Hồng",
  "Earn 10$ per lot on every trade you make today. There are no minimum requirements to qualify.": "Kiếm tới $10 mỗi lot cho mỗi giao dịch bạn thực hiện ngay hôm nay. Không có yêu cầu tối thiểu để tham gia.",
  "Advanced Platforms": "Nền tảng nâng cao",
  "Trading platforms with user-friendly interfaces provide comprehensive tools for price analysis and technical analysis.": "Các nền tảng giao dịch có giao diện thân thiện với người dùng cung cấp các công cụ toàn diện để phân tích giá và phân tích kỹ thuật.",
  "Great Rewards": "Phần thưởng hấp dẫn",
  "Partner with Stockbanx International and earn great rewards. Benefit from our Rewards Program today by introducing new clients.": "Hợp tác với Stockbanx và nhận ưu đãi hấp dẫn. Hưởng lợi từ Chương trình Phần thưởng của chúng tôi ngay hôm nay bằng cách giới thiệu khách hàng mới.",
  "Flexibility": "Tính linh hoạt",
  "Support tailored to your needs. Whenever you have a special request, we're happy to help.": "Hỗ trợ phù hợp với nhu cầu của bạn. Bất cứ khi nào bạn có yêu cầu đặc biệt, chúng tôi luôn sẵn lòng trợ giúp.",
  "Support": "Hỗ trợ",
  "Creative support and free marketing materials, including banners, business cards, newsletters, and promotional materials": "Hỗ trợ sáng tạo và tài liệu tiếp thị miễn phí, bao gồm biểu ngữ, danh thiếp, bản tin và tài liệu quảng cáo",
  "Innovation": "Sự đổi mới",
  "Cutting-edge and intuitive trading platform for on-the-go traders.": "Hỗ trợ phù hợp với nhu cầu của bạn. Bất cứ khi nào bạn có yêu cầu đặc biệt, chúng tôi luôn sẵn lòng trợ giúp..",
  "How To Partner With Stockbanx?": "Làm thế nào để hợp tác với Stockbanx?",
  "Get up to $10 commission for each standard lot your client trades. Be rewarded additionally through our tiered IB Rewards Program, which offers the chance to win a luxury car and other exciting Apple products.": "Nhận hoa hồng lên tới $10 cho mỗi lot tiêu chuẩn mà khách hàng của bạn giao dịch. Được thưởng thêm thông qua Chương trình Phần thưởng IB theo cấp bậc, mang đến cơ hội giành được một chiếc ô tô sang trọng và các sản phẩm thú vị khác của Apple.",
  "Rewards Program": "Chương trình khen thưởng",
  "Learn More": "Tìm hiểu thêm",
  "Instant": "tức thì",
  "Payment": "Thanh toán",
  "Get paid starting from $10 per lot": "Nhận từ $10 mỗi lô",
  "They Trade,": "Họ giao dịch,",
  "You Earn!": "bạn kiếm tiền",
  "The more you refer, the greater your rewards. Start referring today and earn more.": "Bạn giới thiệu càng nhiều, phần thưởng của bạn càng lớn. Bắt đầu giới thiệu ngay hôm nay và kiếm thêm tiền",
  "IB Partners": "Cổng thông tin đối",
  "Portal!": "tác IB",
  "an IB portal that offers advanced tools and an intuitive interface, so you can manage your clients with ease.": "Cổng thông tin IB cung cấp các công cụ nâng cao và giao diện trực quan để bạn có thể quản lý khách hàng của mình một cách dễ dàng.",
  "MT4 Multi-Account Manager": "Nhà quản lý nhiều tài khoản MT4",
  "Partner with Stockbanx and receive:": "Hợp tác với Stockbanx và nhận:",
  "Lot Allocation": "Phân bổ lô",
  "Proportional By Balance": "Theo tỷ lệ theo số dư",
  "Equity Percent Allocation": "Phân bổ phần trăm vốn chủ sở hữu",
  "Allocation by Equal Risk": "Phân bổ theo rủi ro bình đẳng",
  "Percent Allocation": "Phân bổ phần trăm",
  "Proportional By Equity": "Theo tỷ lệ theo vốn chủ sở hữu",
  "Percent Allocation by P/L": "Phần trăm phân bổ theo P/L",
  "Proportional Allocation by P/L": "Phân bổ theo tỷ lệ P/L",
  "Lot multiplier by volume fix": "Hệ số lô theo khối lượng cố định",
  "Money managers can place orders in bulk on all accountsoperating under a master account using Stockbanx's Multi AccountManager (MAM), an integrated software tool that will make theIB's journey more flexible.": "Các nhà quản lý tiền có thể mở số lượng lớn order trên tất cả các tài khoản hoạt động dưới một tài khoản chính bằng cách sử dụng Trình quản lý nhiều tài khoản (MAM) của Stockbanx, một công cụ phần mềm tích hợp sẽ giúp hành trình của IB trở nên linh hoạt hơn.",
  "Starting": "Bắt đầu",
  "from $10": "từ $10",
  "Unlock the earnings potential with our IB Program and get rewards for every trade.": "Mở khóa tiềm năng kiếm tiền với Chương trình IB của chúng tôi và nhận phần thưởng cho mọi giao dịch"
}

