{
  "Metatrader 4 Trading Platform": "Nền tảng giao dịch Metatrader 4",
  "Trade on the world's most popular platform": "Giao dịch trên nền tảng phổ biến nhất thế giới",
  "Sign up": "Đăng ký",
  "Why Stockbanx Metatrader 4": "Vì sao là Stockbanx Metatrader 4",
  "With MetaTrader 4, traders can chart assets, place orders, and manage positions with everything they need. With advanced trading infrastructure, competitive pricing, and superior order execution, Stockbanx MT4 is one of the most powerful online forex trading platforms.": "Với MetaTrader 4, các nhà giao dịch có thể lập biểu đồ tài sản, đặt lệnh và quản lý các vị thế bằng mọi thứ họ cần. Với cơ sở hạ tầng giao dịch tiên tiến, giá cả cạnh tranh và khớp lệnh vượt trội, Stockbanx MT4 là một trong những nền tảng giao dịch ngoại hối trực tuyến tuyệt vời nhất. Với giao diện người dùng trực quan và khả năng giao dịch mạnh mẽ,",
  "With its intuitive user interface and powerful trading capabilities, MT4 is the most popular retail platform, used by millions worldwide traders.": "MT4 là nền tảng bán lẻ phổ biến nhất, được sử dụng bởi hàng triệu nhà giao dịch trên toàn thế giới.",
  "Get The Best Of": "Tận dụng tối đa:",
  "cTrader's mission is to balance simple and complex functionality. It is an intuitive and easy-to-use trading platform for new and advanced traders.": "Nhiệm vụ của cTrader là cân bằng chức năng đơn giản và phức tạp. Đây là một nền tảng giao dịch trực quan và dễ sử dụng dành cho cả nhà giao dịch mới và chuyên nghiệp.",
  "57 preinstalled technical indicators": "57 chỉ báo kỹ thuật được cài đặt sẵn",
  "24 analytical charting tools": "24 công cụ phân tích biểu đồ",
  "3 chart types & 9 time frames": "3 loại biểu đồ & 9 khung thời gian",
  "1-click trading & trade from charts": "Giao dịch với 1 cú nhấp chuột & giao dịch từ biểu đồ",
  "Trailing Stop": "Lệnh cắt lỗ tự động",
  "Easy to use interface": "Giao diện dễ sử dụng",
  "Fully customizable charts": "Biểu đồ hoàn toàn tùy biến",
  "Add custom EAs & indicators": "Thêm tùy chỉnh EAs & chỉ số",
  "News feed & broker mailbox": "Nguồn cấp tin tức & hộp thư môi giới",
  "Available for Windows or Mac": "Có sẵn cho Windows hoặc Mac",
  "Download MT4": "Tải xuống MT4",
  "Trade thousands of leveraged products instruments, including Forex, Shares, Metals, Indices and more. Execute orders and analyze markets on the go with our award-winning mobile platform.": "Giao dịch hàng nghìn công cụ sản phẩm có đòn bẩy, bao gồm Ngoại hối, Cổ phiếu, Kim loại, Chỉ số, v.v. Thực hiện các lệnh và phân tích thị trường mọi lúc mọi nơi với nền tảng di động đã giành giải thưởng của chúng tôi.",
  "Metatrader 5 Trading Platform": "Nền tảng giao dịch Metatrader 5",
  "The most advanced trading platform": "Nền tảng giao dịch tiên tiến nhất",
  "About MT5": "Giới thiệu về MT5",
  "MT5, or MetaTrader 5, is the successor of MetaTrader 4 (MT4), a popular online trading platform. It was originally released as a beta version in 2010 by MetaQuotes Software Corp.": "MT5, hay MetaTrader 5, là phiên bản kế thừa của MetaTrader 4 (MT4), một nền tảng giao dịch trực tuyến phổ biến. Ban đầu, nó được phát hành dưới dạng phiên bản beta vào năm 2010 bởi MetaQuotes Software Corp.",
  "MetaTrader 5 gives you access to trade leveraged products on your favorite instruments. MT5 has improved trading functionalities, enhanced scripting tools, and expert advisors, making it intuitive and advanced.": "Kể từ đó, MetaQuotes đã liên tục phát triển, thử nghiệm và cải tiến MT5, biến nó thành nền tảng giao dịch thế hệ tiếp theo.",
  "Why Stockbanx Metatrader 5": "Vì sao là Stockbanx MetaTrader 5",
  "MT5 provides professional traders with everything they need in today's dynamic markets, including more indicators, market orders, and instruments.": "MT5 cung cấp cho các nhà giao dịch chuyên nghiệp mọi thứ họ cần trong thị trường năng động ngày nay, bao gồm nhiều chỉ báo, lệnh thị trường và công cụ.",
  "Intuitive interface": "Giao diện trực quan",
  "Fully customizable": "Hoàn toàn tùy biến",
  "Advanced analytics": "Phân tích nâng cao",
  "Flexible and convenien": "Linh hoạt và thuận tiện",
  "Secure and stable platform": "Nền tảng an toàn và ổn định",
  "Industry-favourite choice": "Lựa chọn yêu thích của ngành",
  "MetaTrader 5 expert advisors": "Cố vấn chuyên gia MetaTrader 5",
  "More assets, more opportunities": "Thêm tài sản, thêm cơ hội",
  "User-friendly interface": "Thân thiện với người dùng",
  "Download MT5": "Tải xuống MT5",
  "With a wide range of professional trading features, fast entry, synchronization, and order processing capabilities, cTrader is a one-stop-shop platform preferred by advanced traders.": "Với một loạt các tính năng giao dịch chuyên nghiệp, khả năng nhập lệnh, đồng bộ hóa và xử lý lệnh nhanh chóng, cTrader là nền tảng 'one-stop-shop' được các nhà giao dịch tiên tiến ưa thích.",
  "Why cTrader?": "Tại sao lại là cTrader?",
  "cTrader is a powerful trading platform that offers plenty of educational resources and in-depth market analysis to help you make informed trading decisions.": "cTrader là một nền tảng giao dịch mạnh mẽ cung cấp nhiều tài nguyên giáo dục và phân tích thị trường chuyên sâu để giúp bạn đưa ra các quyết định giao dịch sáng suốt.",
  "State-of-the-art trading technology": "Công nghệ giao dịch tiên tiến nhất",
  "Highly intuitive and advanced interface": "Giao diện trực quan và hiện đại.",
  "Fast execution, low latency": "Khớp lệnh nhanh, độ trễ thấp.",
  "Cutting edge charting tools": "Công cụ biểu đồ tối tân",
  "cTrader Is For All Types Of Traders": "cTrader dành cho tất cả các loại nhà giao dịch",
  "Key features and benefits": "Các tính năng và lợi ích chính",
  "Detailed analysis and trading indicators": "Phân tích chi tiết và các chỉ số giao dịch",
  "High speed order execution": "Khớp lệnh tốc độ cao",
  "Multiple take-profit orders": "Nhiều lệnh chốt lời",
  "Extensive educational videos": "Video giáo dục mở rộng",
  "Optimized expert advisor's processing": "Tối ưu hóa quá trình cố vấn chuyên gia",
  "Advanced platform customisation": "Tùy chỉnh nền tảng nâng cao",
  "Download cTrader": "Tải xuống cTrader",
  "Trade on the go": "Giao dịch mọi lúc mọi nơi",
  "Take your trading journey to the next level with an intuitive and easy-to-use trading platform.": "Đưa hành trình giao dịch của bạn lên một tầm cao mới với nền tảng giao dịch trực quan và dễ sử dụng.",
  "With cTrader, you can customize your on-the-go trading experience with a variety of order types, technical analysis tools, price alerts, and trade statistics.": "Với cTrader, bạn có thể tùy chỉnh trải nghiệm giao dịch khi đang di chuyển của mình với nhiều loại lệnh, công cụ phân tích kỹ thuật, cảnh báo giá và thống kê giao dịch.",
  "Start Now!": "Bắt đầu giao dịch"
}
