{
  "Trade your favorite commodities with competitive conditions": "Hàng hóa yêu thích của bạn với các điều kiện cạnh tranh",
  "With Stockbanx, you can trade the most popular commodities in the world such as Oil, Gold, Natural Gas and many more.": "Chúng tôi cung cấp giao dịch không hoa hồng đối với các mặt hàng phổ biến nhất thế giới như Dầu, Vàng, Khí tự nhiên, v.v.",
  "Start Now!": "Bắt đầu ngay!",
  "Which commodities perform better during inflation?": "Những mặt hàng nào hoạt động tốt hơn trong thời kỳ lạm phát?",
  "Commodities—precious metals, agriculture goods, and oil & gas have often been positioned as hedges against inflation. However, commodities tend to respond to changes in the dollar's relative strength in international markets rather than domestic inflation pressures.": "Hàng hóa—kim loại quý, hàng nông nghiệp và dầu khí thường được định vị là hàng rào chống lại lạm phát. Tuy nhiên, hàng hóa có xu hướng phản ứng với những thay đổi về sức mạnh tương đối của đồng đô la trên thị trường quốc tế hơn là áp lực lạm phát trong nước.",
  "Type of commodities": "Loại hàng hóa",
  "By trading leveraged commodities with Stockbanx, you don't have to own any of these assets physically, just trade their price movement. Stockbanx MT4 & MT5 platform offers two types of commodities: energies & metals (hard commodities) and grains & other goods (soft commodities).": "Bằng cách giao dịch hàng hóa có đòn bẩy với Stockbanx, bạn không cần phải sở hữu vật chất bất kỳ tài sản nào trong số này, chỉ cần giao dịch biến động giá của chúng. Nền tảng Stockbanx MT4 & MT5 cung cấp hai loại hàng hóa: năng lượng & kim loại (hàng hóa cứng) và ngũ cốc & hàng hóa khác (hàng hóa mềm).",
  "Energy": "Năng lượng",
  "Start your trading journey with leveraged products on commodities such as natural gas, crude oil and Brent oil.": "Bắt đầu hành trình giao dịch của bạn với các sản phẩm đòn bẩy trên các mặt hàng như khí tự nhiên, dầu thô và dầu Brent.",
  "Metals": "Kim loại",
  "Get started trading leveraged products on popular metals, such as gold, silver, and copper, with zero commissions on the trades you make.": "Bắt đầu giao dịch các sản phẩm có đòn bẩy trên các kim loại phổ biến, chẳng hạn như vàng, bạc và đồng, mà không mất phí hoa hồng cho các giao dịch bạn thực hiện.",
  "Cocoa, sugar, wheat, corn, and coffee are among the soft commodities offered by Stockbanx.": "Ca cao, đường, lúa mì, ngô và cà phê là một trong những mặt hàng mềm do Stockbanx cung cấp.",
  "What affects the prices of commodities?": "Điều gì ảnh hưởng đến giá cả hàng hóa?",
  "Like other markets, commodities are affected by supply and demand. Weather and currency fluctuations are two other variables that play a big role in affecting the price commodities as well.": "Giống như các thị trường khác, hàng hóa bị ảnh hưởng bởi cung và cầu. Biến động thời tiết và tiền tệ là hai biến số khác cũng đóng vai trò lớn trong việc ảnh hưởng đến giá cả hàng hóa.",
  "Supply and demand": "Cung và cầu",
  "Price inflation": "Lạm phát giá cả",
  "Currency strenght": "Sức mạnh tiền tệ",
  "How to trade leveraged products on commodities": "Cách giao dịch các sản phẩm có đòn bẩy trên hàng hóa",
  "Start Trading": "Bắt đầu giao dịch ngay!",
  "Grains": "Các loại ngũ cốc",
  "See more instruments": "Xem thêm sản phẩm",
  "What Are Commodities?": "Hàng hóa là gì?",
  "What Are Stocks?": "Cổ phiếu là gì?",
  "Trade Commodities with Stockbanx": "Giao dịch Hàng hóa với Stockbanx",
  "The opportunities are endless. Make the most of your investments with Oil, Gold, Natural Gas, and more! Trade these commodities with leverage up to 1:500 and spreads starting from 30 pips*.": "Các cơ hội là vô tận. Tận dụng tối đa các khoản đầu tư của bạn với Dầu, Vàng, Khí tự nhiên, v.v.! Giao dịch những mặt hàng này với đòn bẩy lên tới 1:500 và chênh lệch bắt đầu từ 30 pip*.",
  "*Low spreads depend on product and account type.": "*Chênh lệch thấp tùy thuộc vào sản phẩm và loại tài khoản.",
  "Trade your favorite": "Giao dịch",
  "Go to the Commodities section and choose your favorite instrument": "Chuyển đến phần Hàng Hóa và chọn sản phẩm yêu thích của bạn"
}

