{
  "Stocks": "Cổ phiếu",
  "Trade stocks with tight spreads": "Cổ phiếu với mức chênh lệch thấp",
  "Trade leveraged products on shares with Stockbanx and get the benefits of our Zero Commission trading.": "Giao dịch các sản phẩm có đòn bẩy trên cổ phiếu với Stockbanx và nhận các lợi ích từ giao dịch không mất phí của chúng tôi.",
  "Start Now": "Bắt đầu ngay",
  "Zero Commission on Shares": "Phí giao dịch bằng 0 đối với cổ phiếu",
  "You can trade leveraged products on shares from major markets in the world, including some of the largest companies in the world such as Apple, Tesla, Microsoft, Google, Amazon, and several others.": "Bạn có thể giao dịch các sản phẩm có đòn bẩy trên cổ phiếu từ các thị trường lớn trên thế giới, bao gồm một số công ty lớn nhất thế giới như Apple, Tesla, Microsoft, Google, Amazon và một số công ty khác.",
  "Ready to learn more about stocks?": "Sẵn sàng để tìm hiểu thêm về cổ phiếu?",
  "Find out more about the fundamental and technical factors that affect the price of stocks. You can find the latest updates on the biggest global shares such as Netflix, Google, Amazon, Apple, and many others in the market news and featured articles section.": "Tìm hiểu thêm về các yếu tố cơ bản và kỹ thuật ảnh hưởng đến giá cổ phiếu. Bạn có thể tìm thấy các bản cập nhật mới nhất về các cổ phiếu lớn nhất toàn cầu như Netflix, Google, Amazon, Apple và nhiều công ty khác trong phần tin tức thị trường và bài viết nổi bật.",
  "Learn more": "Tìm hiểu thêm",
  "How to make informed trading decision": "Làm thế nào để đưa ra quyết định giao dịch sáng suốt",
  "Fundamental & Technical Analysis": "Phân tích Cơ bản & Kỹ thuật",
  "Traders can decide whether they want to rely exclusively on fundamental or technical analysis or if they would like to combine both.": "Các nhà giao dịch có thể quyết định xem họ muốn chỉ dựa vào phân tích cơ bản hoặc phân tích kỹ thuật hay họ muốn kết hợp cả hai.",
  "Manage Risks": "Quản lý rủi ro",
  "Based on your risk-reward ratio, you can determine how much potential profit you need to counteract a potential loss. If you have a 2:1 ratio, you can expect your potential profit to be twice your potential loss.": "Dựa trên tỷ lệ rủi ro-lợi nhuận, bạn có thể xác định bạn cần bao nhiêu lợi nhuận tiềm năng để chống lại khoản lỗ tiềm ẩn. Nếu bạn có tỷ lệ 2:1, bạn có thể kỳ vọng lợi nhuận tiềm năng của mình sẽ gấp đôi khoản lỗ tiềm năng.",
  "Test your strategy": "Kiểm tra chiến lược của bạn",
  "Investing on a demo account might help you sharpen your skills before trading with real money.": "Đầu tư vào tài khoản demo có thể giúp bạn nâng cao kỹ năng của mình trước khi giao dịch bằng tiền thật.",
  "See more instruments": "Xem thêm các công cụ khác",
  "How to trade leveraged products on shares": "Cách giao dịch các sản phẩm có đòn bẩy trên cổ phiếu",
  "Log in your account or create account": "Đăng nhập tài khoản của bạn hoặc tạo tài khoản",
  "Go to the shares section and choose your favorite instrument": "Chuyển đến phần cổ phiếu và chọn sản phẩm yêu thích của bạn",
  "Set your trade size": "Đặt quy mô giao dịch của bạn",
  "Choose direction (Buy or Sell) based on your assessment of the influencing factors": "Chọn hướng (Mua hoặc Bán) dựa trên đánh giá của bạn về các yếu tố ảnh hưởng",
  "Place your trade!": "Bắt đầu giao dịch ngay!",
  "Start Trading": "Bắt đầu giao dịch ngay!",
  "Trade": "Giao dịch",
  "What Are Stocks?": "Cổ phiếu là gì?",
  "Trade Stocks with Stockbanx": "Giao dịch cổ phiếu với Stockbanx",
  "Unlock endless potential by trading top stocks like Amazon, Google, and Apple with leverage up to 1|100 and spreads as low as 40 pips*.": "Mở khóa tiềm năng vô tận bằng cách giao dịch các cổ phiếu hàng đầu như Amazon, Google và Apple với tỷ lệ đòn bẩy lên tới 1:100 và mức chênh lệch thấp tới 20 pip*.",
  "*Low spreads depend on product and account type.": "*Chênh lệch thấp tùy thuộc vào sản phẩm và loại tài khoản.",
  "How To Make Informed Trading Decision": "Làm thế nào để đưa ra quyết định giao dịch sáng suốt"
}

