{
  "Read More": "Đọc thêm",
  "Market Overview": "Tổng quan thị trường",
  "Financial events provide daily information for your trading decisions. Find out how to develop your market intuition and improve your risk management strategies with resources created by our market analysts.": "Các sự kiện tài chính cung cấp thông tin hàng ngày cho các quyết định giao dịch của bạn. Tìm hiểu cách phát triển trực giác thị trường và cải thiện chiến lược quản lý rủi ro của bạn với các tài liệu do các nhà phân tích thị trường của chúng tôi chia sẻ.",
  "newstrade": "Các nhà giao dịch chuyên nghiệp luôn hành động khi thị trường biến động. Chúng tôi cung cấp phân tích thị trường hàng ngày bao gồm tổng quan cơ bản và kỹ thuật về những tin tức mới nhất ảnh hưởng đến giá của một tài sản cụ thể để giúp bạn đưa ra quyết định giao dịch sáng suốt",
  "Knowledge Articles": "Bài viết kiến thức",
  "Explore a range of educational resources designed to help you improve your trading skills with the latest news and expert analysis.": "Khám phá một loạt các tài liệu giáo dục được thiết kế để giúp bạn cải thiện kỹ năng giao dịch của mình với những tin tức mới nhất và phân tích của chuyên gia.",
  "Economic Calendar": "Lịch kinh tế",
  "Plan your trades and get alerts for volatility-causing chart patterns and indicators from our economic calendar.": "Lập kế hoạch giao dịch của bạn và nhận thông báo từ chúng tôi về sự kiện liên quan đến lịch kinh tế sẽ gây biến động các mẫu biểu đồ và chỉ báo",
  "Webinars": "Hội thảo",
  "Take advantage of our online webinars and learn how to become a better trader with the help of our team of experts.": "Tận dụng các hội thảo trực tuyến của chúng tôi và tìm hiểu cách để trở thành một nhà giao dịch giỏi hơn với sự trợ giúp từ đội ngũ chuyên gia của Stockbanx.",
  "Live Webinars": "Hội thảo trực tuyến",
  "Trade": "Giao dịch",
  "Take part in live webinars hosted by our expert analysts. Develop new strategies and sharpen your trading skills.": "Tham gia các hội thảo trực tuyến do các chuyên gia phân tích của chúng tôi tổ chức. Phát triển các chiến lược mới và nâng cao kỹ năng giao dịch của bạn."
}
