{
  "Crypto": "加密貨幣",
  "Start Now!": "開始交易",
  "Learn More": "了解更多",
  "How To Trade Leveraged Products On Commodities": "如何在商品上交易杠杆產品",
  "Trade cryptocurrencies with Zero Commission": "加密貨幣",
  "Go long or short on the world's most popular cryptocurrencies with 1:10 leverage.": "",
  "Stockbanx offers you 5 major cryptocurrencies, including Bitcoin, Bitcoin Cash, Litecoin, Ripple, and Ethereum, against the US dollar.": "Stockbanx 提供加密貨幣對美元的零手續費差價合約交易，包括比特幣、比特幣現金、萊特幣、瑞波幣和以太坊",
  "What Is Crypto?": "什麼是加密貨幣？",
  "Cryptocurrencies (Crypto) are virtual currencies that use a decentralised network for financial transactions. Trade leveraged products on major cryptocurrencies such as Bitcoin, Ethereum and more – by speculating on their price movements without actually owning them.": "加密貨幣屬數字貨幣，可使用去中心化網路交易比特幣、以太坊等主要加密貨，在不實際擁有加密貨幣的情況下，透過預測其價格波動進行槓桿產品交易。",
  "Why trade cryptocurrency leveraged products with Stockbanx?": "為什麼要使用CPT來交易加密貨幣?",
  "No digital wallet": "无需電子錢包",
  "You can trade cryptocurrency on the same MT4 platform.": "您可以在同一個MT4平台上交易加密貨幣。",
  "Zero Commission": "零手續費",
  "No need to pay a commission on any transaction*": "無需為任何交易支付佣金",
  "Leveraged crypto trading": "以槓桿交易加密貨幣",
  "Get higher capital when you trade cryptocurrencies with up to 1:10 leverage.": "當您以高達10倍的槓桿來交易加密幣時，您可用更小的資金進行交易。",
  "All trading strategies allowed": "允許所有交易策略",
  "Expert advisors & algorithmic trading strategies are welcome to ensure you have the flexibility to trade your favorite cryptocurrencies.": "我們歡迎您使用各種智慧交易策略，以確保您可以靈活地交易您所喜歡的加密貨幣。",
  "Trade Cryptocurrency CFDs 24/7": "24/7交易加密貨幣差價合約",
  "Trade Bitcoin, Bitcoin Cash, Ethereum, Litecoin and Ripple anytime, anywhere.": "隨時隨地交易比特幣、比特幣現金、乙太坊、萊特幣和瑞波幣。",
  "T&Cs Apply*": "適用條款與細則",
  "Bitcoin": "比特幣",
  "Over $100 billion is Bitcoin's market cap, the first and largest cryptocurrency. BTC prices are largely driven by supply and demand but can be affected by rumors of regulation or full-out regulation.": "比特幣的市值超過 1,000 億美元，是第一個也是最大的加密貨幣。BTC 價格主要由供需關係決定，但可能會受到監管傳聞或全面監管的影響。",
  "Ethereum": "乙太坊",
  "Often referred to as the 'next Bitcoin', it is the second-largest cryptocurrency. Microsoft, JP Morgan, and Intel have recognized and supported Ethereum internationally. The blockchain-based Ethereum network also supports decentralized apps known as dApps.": "它被稱為“下一個比特幣”，也是第二大加密貨幣。 在國際上，微軟、摩根大通和英特爾皆認可並支持以太坊。基於區塊鏈的以太坊網路也支持被稱為 dApp 的去中心化應用程式。",
  "Ripple": "瑞波幣",
  "Ripple is both a transaction network and crypto token created in 2012. XRP is blockchain-based like Bitcoin, but according to the creators, it is less energy-intensive to mine, carries lower fees, and processes transactions more quicker.": "瑞波幣創建於 2012 年，既是一個交易網路，也是一種加密代幣。瑞波幣與比特幣一樣是基於區塊鏈，但根據創建者的說法，它擁有低耗能的開採模式、低交易成本，且處理交易的速度更快。",
  "Litecoin": "萊特幣",
  "Litecoin is a cryptocurrency founded in 2011, two years after Bitcoin, by a former Google engineer. It shares similar features with Bitcoin but has a different algorithm. The cryptocurrency's goal is to become a medium for daily transactions.": "萊特幣是一種加密貨幣，在比特幣問世後的兩年，由一位前谷歌工程師於 2011 年創立。它與比特幣具有相似的特徵，但卻有不同的演算法。該加密貨幣的目標是成為日常交易的媒介。",
  "Bitcoin Cash": "比特幣現金",
  "Trade": "交易",
  "How To Trade Leveraged Products On Cryptocurrencies": "如何交易加密貨幣CFD",
  "Go to the Cryptocurrencies section and choose your favorite instrument": "前往加密貨幣CFD頁面，選擇您喜歡的幣",
  "The Bitcoin spin-off was launched in 2017 and has a current market capitalisation of more than $6.3billion. Bitcoin Cash is designed to be used as a cheap payment system, much like Bitcoin was originally designed to be.": "比特幣現金在2017年推出，目前市值已超過63億美元。比特幣現金被設計作為廉價支付系統，就如同比特幣最初設計理念。",
  "CryptoText": "加密：發展、挑戰和政策"
}

