{
  "Forex": "外匯",
  "Forex leveraged products": "外匯商品",
  "Trade leveraged products on a wide variety of the world’s most popular currency pairs.": "交易全球最受歡迎的多種貨幣產品",
  "Start Now": "開始交易",
  "What is Forex": "什麼是外匯？",
  "Trading forex involves buying and selling currencies on the foreign exchange market for profit. Daily transactions worth trillions of dollars take place on the forex market, which is the world's most liquid financial market.": "每天價值數萬億美元的交易發生在外匯市場上，是世界上最具流動性的金融市場，您可透過買賣貨幣來獲取利潤。",
  "Types of Forex Pairs": "貨幣對的類型",
  "Stockbanx offers the most popular forex pairs like EUR/USD, GBP/USD, and EUR/GBP. Explore our wide range of major, minor and exotic currency pairs.": "Stockbanx 提供最熱門的貨幣對，包含主要、次要和外來貨幣對，如歐元/美元、英鎊/美元和歐元/英鎊。",
  "Major": "主要貨幣對",
  "The major currency pairs has two of the following currencies USD, EUR, JPY, CAD, GBP, and CHF.": "主要貨幣對包含以下貨幣：美元、歐元、日元、加元、英鎊和瑞士法郎。",
  "Minor": "次要貨幣對",
  "Minor Forex pairs, also known as cross-currency pairs or crosses, are currency pairs that do not include the US dollar. Examples of minor currency pairs include EUR/GBP, EUR/CHF, and GBP/JPY.": "次要貨幣對，也稱為交叉貨幣對或交叉盤，是不包括美元的貨幣對。 次要貨幣對如：歐元/英鎊、歐元/瑞士法郎和英鎊/日元。",
  "Exotic": "外來貨幣對",
  "Exotic Pairs stand out from these pairs because they contain a major currency (usually USD) and a currency from a developing or emerging market.": "外來貨幣對從這些貨幣對中脫穎而出，因為它們包含主要貨幣（通常是美元）和發展中或新興市場的貨幣。",
  "More Instruments": "查看更多",
  "What affects the prices of forex?": "什麼會影響外匯價格？",
  "Below are some of the economic trends and events that will help those new to the market to become successful forex traders.": "下述為造成外匯價格波動的因素",
  "Supply and demand": "供給與需求",
  "Price inflation": "通貨膨脹",
  "Currency strenght": "貨幣強弱",
  "How to trade leveraged forex pairs with Stockbanx": "如何在Stockbanx進行外匯交易",
  "Log in your account or create account": "登錄帳戶或註冊帳戶",
  "Go to the forex section and choose your favorite instrument": "選擇喜歡的交易產品",
  "Set your trade size": "制定交易規模",
  "Choose direction (Buy or Sell) based on your assessment of the influencing factors": "根據您的評估選擇買入或賣出",
  "Place your trade!": "開始交易",
  "What Are Stocks?": "什麼是股票？",
  "Get access to leveraged products on a wide variety of the world’s most popular currency pairs.": "交易世界上最熱門的貨幣槓桿產品",
  "Trade Forex with Stockbanx": "在Stockbanx 進行外匯交易",
  "Maximize your potential by trading the biggest, most sought-after currency pairs such as GBPUSD and EURUSD with leverage up to 1:500 and spreads starting from 1.6 pips*.": "通過最高1:500的槓桿與低至1.6的點差成本，交易GBP/USD和EUR/USD等的熱門商品，使您的盈利達到最大化。",
  "*Low spreads depend on product and account type.": "低點差取決於您選擇的商品和帳戶類型",
  "Start Trading": "開始交易",
  "Trade Forex leveraged products": "外匯產品",
  "Trade": "交易",
  "are pairs that do not include the U.S. dollar, but do include at least one of the world's other three major currencies such as USD, EUR, JPY, CAD, GBP and CHF.": "次要貨幣對，也稱為交叉貨幣對或交叉盤，是不包括美元的貨幣對。 次要貨幣對如：歐元/英鎊、歐元/瑞士法郎和英鎊/日元。"
}

