{
  "we are": "交易加密貨幣",
  "The Market": "市场",
  "Leaders": "全球领先",
  "Trade your favorite instruments with a leading online broker": "通過最領先的在線經紀商交易您喜愛的金融商品",
  "Open Account": "開立帳戶",
  "Why Stockbanx Group?": "為什麼選擇Stockbanx?",
  "WhyCpt": "Stockbanx持有包括FCA、FSCA和IFSC等全球知名監管牌照，透過靈活的支付方式和獨立的本地銀行帳戶實現安全的交易流程，並提供簡單易於上手的客戶介面，讓您能以0手續費和0.7點起的低點差進行交易。",
  "USD client assets": "用戶資產",
  "Stocks": "股票",
  "StocksText": "交易全球大型公司的股票，包括蘋果、微軟、特斯拉、臉書、網飛和亞馬遜等。",
  "Learn More": "了解更多",
  "Commodities": "大宗商品",
  "CommoditiesText": "對黃金、石油、白銀、天然氣等熱門商品提供最有競爭力的交易條件。",
  "Forex": "外匯",
  "ForexText": "Stockbanx 提供最熱門的數十種貨幣對，如歐元/美元、英鎊/美元和歐元/英鎊等。",
  "Choose The Most Reliable Trading Platform": "選擇最可靠的交易平台",
  "A fast, clear, and innovative way to trade.": "安全、穩定和透明的交易平台。",
  "relyText": "CPT為初學者和經驗豐富的交易者提供一個安全可靠的MT4交易軟件。立即開始在最受歡迎的線上平台進行交易。",
  "IB Program": "合作伙伴",
  "Stockbanx is an excellent choice for Introducing Brokers, offering interesting rewards programs and exciting incentives.": "CPT是您的绝佳合作夥伴（IB），我们提供丰富的奖励方案和激励计划。",
  "Transparent IB Portal": "代理管理工具",
  "Free access to trading tools - You will also be granted access to all our free trading tools to help assist with your trading decisions and help your clients.": "您将获得我们所有免费交易工具的访问权限，以便协助您和您的客户进行交易。",
  "Instant Rebate Payments": "实时返佣",
  "Competitive and customisable rebate scheme - We always put our clients and partners first. You’ll be rewarded with extremely competitive and customisable rebate options.": "我们始终将客户和合作伙伴放在首位，您将获得极具竞争力与客制化的返佣制度。",
  "Exclusive Rewards": "奖励计划",
  "Get up to $10 commission for each standard lot your client trade. Be rewarded additionally through our tiered IB Rewards Program, which offers the chance to win a luxury car and other exciting Apple products.": "您可以从客户的每手交易中赚取高达 10 美金，还可通过我们的IB奖励计划获得额外奖励，将有机会获得豪车和其他丰富的Apple产品。",
  "Flexibility": "灵活性",
  "Customized support tailored to your needs. Our team welcomes any special requests that serve your needs and support better trading for your clients.": "我们团队欢迎您提出任何需求，将根据您的需求提供支持，给予客户更好的交易环境。",
  "Market News": "市場新聞",
  "Choose from a wide range of leveraged products on popular Forex pairs, indices, stocks, commodities, and much more available for trading! Experience a new level of trading with the right support when needed.": "您可以選擇熱門的貨幣對、指數、股票、大宗商品進行交易！我們將為您提供實時協助，讓您感受絕佳的交易體驗！",
  "Clients worldwide": "全球客户",
  "Daily executed trades": "每日交易訂單",
  "Experience in the industry": "行業經驗",
  "12+ years": "12年+",
  "Trade Anytime": "隨時隨地",
  "Anywhere": "輕鬆交易",
  "22M": "22M",
  "Read More": "阅读更多"
}

