{
  "Indices": "指數",
  "Trade global indices with competitive conditions": "指數",
  "Zero commission trading on global indices including the FTSE, Nasdaq and Nikkei 225.": "零佣金交易全球指數，包括富時指數、納斯達克指數和日經225指數。",
  "Start Now!": "開始交易",
  "See more instruments": "更多大宗商品",
  "What are indices?": "什麼是指數",
  "Indices measure the price performance of a group of shares from an exchange. Indices trading is a popular strategy for many traders and investors seeking exposure to an entire market or sector.": "指數是衡量一組股票在交易所中的價格表現，是許多交易員和投資者接觸交易市場的熱門選項。",
  "Why trade leveraged products on indices?": "為何交易指數？",
  "A leveraged product on indices can benefit you from upward and downward movements based on your position. Instead of buying a single stock, you can speculate on the price of multiple stocks for a lower price, allowing you to diversify your portfolio more.": "指數產品可以根據您的判斷在上漲或下跌的走勢中受益。相較於買進單一股票 ，指數產品可以使您的投資組合更加多樣化。",
  "What are the different types of indices": "指數有哪些不同類型",
  "Indices are widely traded because they are powerful global and country-specific economic health indicators. We will see below some of the biggest global, regional, and national indices to trade": "指數被廣泛交易，因為它們能反映市場整體變化。我們將在下面看到一些全球、區域和單一國家的交易指數：",
  "Some of the biggest U.S indices:": "美國主要指數：",
  "S&P 500": "標普500指數",
  "Standard & Poor's 500 Index, also known as the S&P 500, tracks 500 leading publicly traded companies in the United States by market capitalization. It includes companies like Twitter, Cisco Systems, eBay, MasterCard, McDonald's, Nike, PayPal, Pfizer, Starbucks, among others.": "標準普爾500指數，也被稱為標普500指數，追蹤美國500家領先的上市公司的市值。包括推特，思科系統，ebay，萬事達卡，麥當勞，耐克，PayPal，輝瑞，星巴克等公司。",
  "USA30": "道瓊工業30指數",
  "Dow Jones Industrial Average (DJIA) is an index containing stocks from 30 of the largest and most influential companies in the United States, including Apple, Chevron, Coca-Cola, Exxon Mobil, Visa, Goldman Sachs, and JPMorgan Chase. ": "道瓊工業指數（DJIA）包含來自美國30家最大和最有影響力的公司的股票，包括蘋果，雪佛龍，可口可樂，埃克森美孚，Visa，高盛和摩根大通。",
  "TECH 100": "納斯達克100指數",
  "The Nasdaq 100 Index is a basket of the 100 largest, most actively traded U.S companies listed on the Nasdaq stock exchange. The index includes companies from various industries except for the financial industry, like commercial and investment banks. These non-financial sectors include retail, biotechnology, industrial, technology, health care, and others.": "納斯達克 100 指數是在納斯達克證券交易所上市的前100 家交易量最大的公司。該指數包括除金融業以外的各個行業的公司，如商業和投資銀行。這些非金融部門包括零售、生物科技、工業、技術、醫療保健等。",
  "Regional": "區域",
  "Regional indices include companies from specific regions.": "區域指數包含來自特定地區的公司。",
  "Some of the biggest EU indices:": "歐洲主要指數：",
  "DAX40": "德國Dax40指數",
  "The DAX is a German blue-chip stock market index that tracks the performance of the 40 largest companies trading on the Frankfurt Stock Exchange. It covers sectors such as clothing, insurance, manufacturing, energy, transport, and many others.": "DAX是一個德國藍籌股市場指數，追蹤在法蘭克福證券交易所交易的40家最大公司的表現。它涵蓋了諸如服裝、保險、製造業、能源、運輸和其他許多行業。",
  "FTSE100": "富時100指數",
  "It is also known as the UK100 and is a list of the UK's hundred biggest companies by market capitalization. These companies include Unilever, Tesco, Barclays, Vodafone Group, GlaxoSmithKline and Sainsbury's covering industries such as food, pharmaceuticals, electronic products, banks, telecommunications and more.": "它也被稱為UK100，是英國市值前一百強公司，這些公司包含聯合利華、樂購、巴克萊、沃達豐集團、葛蘭素史克和塞恩斯伯裡，涵蓋食品、製藥、電子產品、銀行、電信等行業。",
  "EUROSTOXX": "歐洲斯托克指數",
  "The index covers 12 European countries and represents the 50 largest companies in Europe, such as Bayer, Danone, and Volkswagen Group, among others, listed in other European indices.": "該指數涵蓋12個歐洲國家，代表了歐洲50家最大的公司，如拜耳、達能和福斯汽車集團等，這些公司同時也包含在其他歐洲指數中。",
  "National": "單一國家",
  "Typically, national indices are used to reflect investor sentiment on the health of the economy inside a given country by analysing the performance of the stock market.": "“單一國家指數用於通過分析股票市場的表現，來反映投資者對特定國家經濟情況的看法。",
  "Some of the national indices covering Asia-Pacific region:": "亞太地區國家指數：",
  "JAPAN225": "日經225指數",
  "The Nikkei is short for Japan's Nikkei 225 Stock Average, the leading and most-respected index of Japanese stocks. It is a price-weighted index composed of Japan's top 225 blue-chip companies traded on the Tokyo Stock Exchange.": "日經指數是日本日經225平均指數的簡稱，是具權威的日本主要指數，價格由在東京證券交易所的前225家藍籌股公司加權組成。",
  "HONGKONG50": "香港恆生指數",
  "The Hang Seng Index or HSI is a free-float market capitalization-weighted index of the sixty largest companies that trade on the Hong Kong Exchange (HKEx). HKEx is among the largest stock exchanges in the world, with an aggregate market cap of more than $38 trillion as of 2022.": "恒生指數是在香港交易所（HKEx）的六十家最大公司的自由流通市值加權指數。香港交易所是全球最大的證券交易所之一，截至2022年，總市值超過38萬億美元。",
  "ASX200": "澳大利亞標普指數200",
  "The S&P/ASX 200 Index is the benchmark institutional investable stock market index in Australia, comprising the 200 largest stocks by float-adjusted market capitalization. ": "S&P/ASX 200指數是澳洲的主要指數，由200只最大的股票組成，按浮動調整市值計算。",
  "Trade Indices": "交易指數",
  "How to trade leveraged products on indices": "如何交易指數產品",
  "Log in your account or create account": "登錄帳戶或註冊帳戶",
  "Go to the indices section and choose your favorite instrument": "選擇喜歡的交易產品",
  "Set your trade size": "制定交易規模",
  "Choose direction (Buy or Sell) based on your assessment of the influencing factors": "根據您的評估選擇買入或賣出",
  "Place your trade!": "開始交易！",
  "How to trade leveraged products on commodities": "如何進行大宗商品的交易",
  "Start Trading": "開始交易",
  "Learn more": "了解更多",
  "Global": "全球",
  "How to trade leveraged": "如何進行",
  "products on indices": "指數交易",
  "Trade": "交易",
  "How To Trade Leveraged Products On Indices": "如何交易指數產品",
  "Trade Indices with Stockbanx": "在Stockbanx交易指數",
  "Take advantage of trading CFDs on indices like US500, UK100, and more, using MT4 on any device you prefer. Trade US30 with leverage up to 1|200 and low spreads.": "在您喜愛的設備上透過MT4交易軟件，以高達1:200的槓桿與極低的點差，交易如US500、UK100、US30等CFD指數商品。",
  "Global indices relay companies regardless of which stock exchange they are listed on and based.": "全球指數涵蓋了各個國家與各交易所的上市公司。"
}
