{
  "partnerHead": "從客戶的每手交易中獲取高達 <span class='lot-trade'> $10 </span> 美金。",
  "Become a partner": "成為合作夥伴",
  "Why Partner With Stockbanx?": "為什麼成為Stockbanx合作夥伴?",
  "Partnering with individuals and companies who share our values helps us power the pursuit of financial freedom for ambitious individuals.": "我們尋求與我們有相同願景的公司或個人成為我們的合作夥伴，並為我們的合作夥伴創造最大收益。",
  "Commission Rebate": "返佣機制",
  "Earn 10$ per lot on every trade you make today. There are no minimum requirements to qualify.": "每交易一標準手即可獲得高達10美金的佣金獎勵。",
  "Advanced Platforms": "先進的交易平台",
  "Trading platforms with user-friendly interfaces provide comprehensive tools for price analysis and technical analysis.": "簡易的操作介面為您提供全方位的分析功能。",
  "Great Rewards": "豐厚的獎勵",
  "Partner with Stockbanx International and earn great rewards. Benefit from our Rewards Program today by introducing new clients.": "成為Stockbanx合作夥伴，通過介紹新客戶從我們的獎勵計畫中賺取豐厚獎勵。",
  "Flexibility": "靈活性",
  "Support tailored to your needs. Whenever you have a special request, we're happy to help.": "根據您的需求提供客製化的服務，我們很樂意為您的需求提供幫助。",
  "Support": "支持",
  "Creative support and free marketing materials, including banners, business cards, newsletters, and promotional materials": "提供全面的支持服務，包含橫幅、名片、簡報和各式宣傳品。",
  "Innovation": "創新",
  "Cutting-edge and intuitive trading platform for on-the-go traders.": "根據您的需求提供定制性的支持，無論您有特殊要求，我們都很樂意為您提供幫助。",
  "How To Partner With Stockbanx?": "如何成為Stockbanx合作夥伴？",
  "Get up to $10 commission for each standard lot your client trades. Be rewarded additionally through our tiered IB Rewards Program, which offers the chance to win a luxury car and other exciting Apple products.": "您可以從客戶的每手交易中賺取高達 10 美金，還可通過我們的IB獎勵計劃獲得額外獎勵，將有機會獲得豪車和其他豐富的Apple產品。",
  "Rewards Program": "獎勵計劃",
  "Learn More": "了解更多",
  "Starting": "從$10",
  "from $10": "美元起",
  "Unlock the earnings potential with our IB Program and get rewards for every trade.": "從客戶的每手交易中獲得佣金獎勵",
  "Instant": "即時返佣",
  "Payment": "",
  "Get paid starting from $10 per lot": "每交易一標準手即可獲得高達10美元佣金獎勵",
  "They Trade,": "他人交易，",
  "You Earn!": "你來收益！",
  "The more you refer, the greater your rewards. Start referring today and earn more.": "推薦越多，獎勵越高。立即開始推薦並賺取更多。",
  "IB Partners": "合作夥伴",
  "Portal!": "專屬後台!",
  "an IB portal that offers advanced tools and an intuitive interface, so you can manage your clients with ease.": "直觀的IB後台，便於您輕鬆管理您的客戶。",
  "MT4 Multi-Account Manager": "MT4多帳戶管理系統",
  "Lot Allocation": "手數分配",
  "Proportional By Balance": "資金佔比分配",
  "Equity Percent Allocation": "股權佔比分配",
  "Allocation by Equal Risk": "風險均衡分配",
  "Percent Allocation by P/L": "盈虧比例百分比分配 ",
  "Proportional By Equity": "股權比例分配 ",
  "Proportional Allocation by P/L": "盈虧比例分配 ",
  "Lot multiplier by volume fix": "根據交易量進行的手數倍增加 ",
  "Money managers can place orders in bulk on all accountsoperating under a master account using Stockbanx's Multi AccountManager (MAM), an integrated software tool that will make theIB's journey more flexible.": "多帳戶管理人可以使用CPT的多帳戶管理系統（MAM）對所有帳戶進行批量下單，MAM是一款集成的軟體工具，將使代理業務更加靈活。",
  "Partner with Stockbanx and receive:": "MAM主要功能:",
  "Percent Allocation": "百分比分配 ",
  "Ambassador": "品牌大使"
}

