{
  "Metatrader 4 Trading Platform": "MetaTrader 4交易平台",
  "Trade on the world's most popular platform": "在全球最受歡迎的平台上進行交易",
  "Sign up": "開立帳戶",
  "Why Stockbanx Metatrader 4": "為什麼選擇CPT MetaTrader 4",
  "With MetaTrader 4, traders can chart assets, place orders, and manage positions with everything they need. With advanced trading infrastructure, competitive pricing, and superior order execution, Stockbanx MT4 is one of the most powerful online forex trading platforms.": "Stockbanx MT4交易平台擁有先進的交易技術、具競爭力的市場報價與卓越的訂單執行。使用MetaTrader 4，交易者可以根據需求繪製圖表、交易和管理訂單。憑藉直觀的用戶界面和強大的交易功能，MT4是全球百萬交易者最為熱愛的交易平台。",
  "With its intuitive user interface and powerful trading capabilities, MT4 is the most popular retail platform, used by millions worldwide traders.": "MT4 是最受歡迎的交易平台並被全球數百萬交易者所使用。",
  "Get The Best Of": "優勢與特色：",
  "cTrader's mission is to balance simple and complex functionality. It is an intuitive and easy-to-use trading platform for new and advanced traders.": "cTrader針對複雜的交易功能進行優化，適用於新手和專業交易者，是一個直觀且易於使用的平台。",
  "57 preinstalled technical indicators": "內建57個技術指標",
  "24 analytical charting tools": "24種圖表工具",
  "3 chart types & 9 time frames": "3種圖表類型和9個時間段",
  "1-click trading & trade from charts": "一鍵交易&圖表交易",
  "Trailing Stop": "追踪止損",
  "Easy to use interface": "易於使用的介面",
  "Fully customizable charts": "可自定義的圖表",
  "Add custom EAs & indicators": "添加自訂的EA與指標",
  "News feed & broker mailbox": "新聞推送&經紀商郵箱",
  "Available for Windows or Mac": "適用於Windows和Mac",
  "Download MT4": "下載MT4",
  "Trade thousands of leveraged products instruments, including Forex, Shares, Metals, Indices and more. Execute orders and analyze markets on the go with our award-winning mobile platform.": "交易上千種的交易品項，包含外匯、股票、金屬、指數等等。使用我們屢獲殊榮的行動平臺就能隨時隨地執行訂單並分析市場。",
  "Metatrader 5 Trading Platform": "Metatrader 5 交易平台",
  "The most advanced trading platform": "最先進的交易平台",
  "About MT5": "關於MT5",
  "MT5, or MetaTrader 5, is the successor of MetaTrader 4 (MT4), a popular online trading platform. It was originally released as a beta version in 2010 by MetaQuotes Software Corp.": "MetaTrader 5，通常也稱為MT5，是眾所周知的MetaTrader 4 （MT4）的升級版。 MetaQuotes Software Corporation於2010年發布MT5，自那時起不斷地開發、測試及改進，憑藉簡易的交易方式，功能豐富的交易環境以及出色的自動化交易功能，使其成為新一代熱門交易平台。",
  "MetaTrader 5 gives you access to trade leveraged products on your favorite instruments. MT5 has improved trading functionalities, enhanced scripting tools, and expert advisors, making it intuitive and advanced.": "MetaTrader 5為您提供在您喜歡的金融工具上進行槓桿交易的機會。 MT5擁有更強大的交易功能、更多的腳本工具以及專家顧問，使其更加直觀和先進。",
  "Why Stockbanx Metatrader 5": "為什麼選擇CPT MetaTrader 5",
  "MT5 provides professional traders with everything they need in today's dynamic markets, including more indicators, market orders, and instruments.": "MT5 為專業交易者提供當今市場中交易平台所需的一切，包括更多指標、交易訂單和各種交易工具。",
  "Intuitive interface": "直觀的介面",
  "Fully customizable": "個性化設置",
  "Advanced analytics": "高級分析工具",
  "Flexible and convenien": "靈活且便捷",
  "Secure and stable platform": "安全穩定的平台",
  "Industry-favourite choice": "行業首選",
  "MetaTrader 5 expert advisors": "EA智能交易系統",
  "More assets, more opportunities": "更多資產，更多機會",
  "User-friendly interface": "用戶友好界面",
  "Download MT5": "下載MT5",
  "With a wide range of professional trading features, fast entry, synchronization, and order processing capabilities, cTrader is a one-stop-shop platform preferred by advanced traders.": "cTrader憑藉著廣泛的專業交易特點、快速進入、同步和訂單處理能力，是專業交易員首選的一站式交易平台。",
  "Why cTrader?": "為什麼選擇cTrader？",
  "cTrader is a powerful trading platform that offers plenty of educational resources and in-depth market analysis to help you make informed trading decisions.": "cTrader 是一強大的交易平台，除了能提供大量的教育資源和深入的市場分析外，也能協助您做出明智的交易決策。",
  "State-of-the-art trading technology": "先進的交易技術",
  "Highly intuitive and advanced interface": "直觀用戶界面",
  "Fast execution, low latency": "快速執行、低延遲",
  "Cutting edge charting tools": "領先的圖表工具",
  "cTrader Is For All Types Of Traders": "cTrader適用於所有類型的交易者 ",
  "Key features and benefits": "獨特的功能與優勢",
  "Detailed analysis and trading indicators": "詳細分析和交易指標",
  "High speed order execution": "高速訂單執行",
  "Multiple take-profit orders": "多重獲利指令",
  "Extensive educational videos": "豐富的教學影片",
  "Optimized expert advisor's processing": "EA智能交易系統",
  "Advanced platform customisation": "定制化交易平台",
  "Download cTrader": "下載 cTrader",
  "With cTrader, you can customize your on-the-go trading experience with a variety of order types, technical analysis tools, price alerts, and trade statistics.": "使用 cTrader，您可以使用各種訂單類型、技術分析工具、價格提醒和交易統計功能來提升您的交易體驗。",
  "Trade on the go": "隨時進行交易",
  "Take your trading journey to the next level with an intuitive and easy-to-use trading platform.": "安全可靠的交易軟件，讓您隨時體驗交易樂趣。",
  "Start Now!": "開始交易"
}
