{
  "Stocks": "股票",
  "Trade stocks with tight spreads": "股票",
  "Trade leveraged products on shares with Stockbanx and get the benefits of our Zero Commission trading.": "CPT提供零佣金的股票交易環境",
  "Start Now": "開始交易",
  "Zero Commission on Shares": "股票交易零佣金",
  "You can trade leveraged products on shares from major markets in the world, including some of the largest companies in the world such as Apple, Tesla, Microsoft, Google, Amazon, and several others.": "交易全球大型公司股票產品，包括蘋果、特斯拉、微軟、谷歌、亞馬遜等。",
  "Ready to learn more about stocks?": "了解更多股票交易的資訊？",
  "Find out more about the fundamental and technical factors that affect the price of stocks. You can find the latest updates on the biggest global shares such as Netflix, Google, Amazon, Apple, and many others in the market news and featured articles section.": "了解更多關於影響股票價格的基本面和技術面因素。您可以在市場新聞和精選文章部分找到有關網飛、谷歌、亞馬遜、蘋果等全球大型公司股票的最新訊息。",
  "Learn more": "了解更多",
  "How to make informed trading decision": "如何決定交易策略",
  "Fundamental & Technical Analysis": "基本面與技術面分析",
  "Traders can decide whether they want to rely exclusively on fundamental or technical analysis or if they would like to combine both.": "交易者可以單獨通過基本面分析或技術面分析，亦或是結合兩者去決定他們的交易策略。",
  "Manage Risks": "風險管理",
  "Based on your risk-reward ratio, you can determine how much potential profit you need to counteract a potential loss. If you have a 2:1 ratio, you can expect your potential profit to be twice your potential loss.": "根據您的風險收益率，您可以預期有多少潛在獲利與潛在損失。 如果您的預期獲利與預期損失是 2:1 的比率，可以預期您的潛在獲利是潛在損失的兩倍。",
  "Test your strategy": "測試您的策略",
  "Investing on a demo account might help you sharpen your skills before trading with real money.": "模擬帳戶可以幫助您在真實交易之前提升您的交易策略",
  "See more instruments": "更多大宗商品",
  "How to trade leveraged products on shares": "如何進行股票交易",
  "Log in your account or create account": "登錄帳戶或註冊帳戶",
  "Go to the shares section and choose your favorite instrument": "選擇喜歡的交易產品",
  "Set your trade size": "制定交易規模",
  "Choose direction (Buy or Sell) based on your assessment of the influencing factors": "根據您的評估選擇買入或賣出",
  "Place your trade!": "開始交易！",
  "Start Trading": "開始交易",
  "Trade": "交易",
  "What Are Stocks?": "什麼是股票？",
  "How To Make Informed Trading Decision": "如何定制您的交易决策",
  "Trade Stocks with Stockbanx": "在 Stockbanx 交易股票",
  "*Low spreads depend on product and account type.": "低點差取決於您選擇的商品和帳戶類型",
  "Unlock endless potential by trading top stocks like Amazon, Google, and Apple with leverage up to 1|100 and spreads as low as 40 pips*.": "通過最高1:100的槓桿與低至20的點差成本，交易亞馬遜、谷歌和蘋果等大型國際公司股票。"
}

