{
  "Crypto": "加密货币",
  "Start Now!": "开始交易",
  "Learn More": "了解更多",
  "How To Trade Leveraged Products On Commodities": "如何在商品上交易杠杆产品",
  "Trade cryptocurrencies with Zero Commission": "加密货币",
  "Go long or short on the world's most popular cryptocurrencies with 1:10 leverage.": "以 10倍杠杆来交易世界上最热门的加密货币。",
  "Stockbanx offers you 5 major cryptocurrencies, including Bitcoin, Bitcoin Cash, Litecoin, Ripple, and Ethereum, against the US dollar.": "Stockbanx 为您提供以美元计价的5 种主要加密货币，包含比特币、比特币现金、莱特币、瑞波币和以太坊。",
  "What Is Crypto?": "什么是加密货币？",
  "Cryptocurrencies (Crypto) are virtual currencies that use a decentralised network for financial transactions. Trade leveraged products on major cryptocurrencies such as Bitcoin, Ethereum and more – by speculating on their price movements without actually owning them.": "加密货币是使用去中心化网络进行交易的数字货币。交易比特币、以太坊等主要加密货币的杠杆产品——在不实际拥有它们的前提下来推测它们的价格走势。",
  "Why trade cryptocurrency leveraged products with Stockbanx?": "为什么要使用CPT来交易加密货币?",
  "No digital wallet": "无需电子钱包",
  "You can trade cryptocurrency on the same MT4 platform.": "您可以在同一个MT4平台上交易加密货币。",
  "Zero Commission": "零手续费",
  "No need to pay a commission on any transaction*": "无需为任何交易支付手续费",
  "Leveraged crypto trading": "以杠杆交易加密货币",
  "Get higher capital when you trade cryptocurrencies with up to 1:10 leverage.": "当您以高达 1:10 的杠杆率交易加密货币时获得更高的资金。",
  "All trading strategies allowed": "允许所有交易策略",
  "Expert advisors & algorithmic trading strategies are welcome to ensure you have the flexibility to trade your favorite cryptocurrencies.": "我们欢迎您使用各种智能交易策略，以确保您可以灵活地交易您所喜欢的加密货币。",
  "Trade Cryptocurrency CFDs 24/7": "24/7交易加密货币差价合约",
  "Trade Bitcoin, Bitcoin Cash, Ethereum, Litecoin and Ripple anytime, anywhere.": "随时随地交易比特币、比特币现金、以太坊、莱特币和瑞波币。",
  "T&Cs Apply*": "适用条款与细则",
  "Bitcoin": "比特币",
  "Over $100 billion is Bitcoin's market cap, the first and largest cryptocurrency. BTC prices are largely driven by supply and demand but can be affected by rumors of regulation or full-out regulation.": "比特币的市值超过 1,000 亿美元，是第一个也是最大的加密货币。BTC 价格主要由供需关系决定，但可能会受到监管传闻或全面监管的影响。",
  "Ethereum": "以太坊",
  "Often referred to as the 'next Bitcoin', it is the second-largest cryptocurrency. Microsoft, JP Morgan, and Intel have recognized and supported Ethereum internationally. The blockchain-based Ethereum network also supports decentralized apps known as dApps.": "它被称为“下一个比特币”，也是第二大加密货币。 在国际上，微软、摩根大通和英特尔皆认可并支持以太坊。基于区块链的以太坊网络也支持被称为 dApp 的去中心化应用程序。",
  "Ripple": "瑞波币",
  "Ripple is both a transaction network and crypto token created in 2012. XRP is blockchain-based like Bitcoin, but according to the creators, it is less energy-intensive to mine, carries lower fees, and processes transactions more quicker.": "瑞波币创建于 2012年，既是一个交易网络，也是一种加密代币。瑞波币与比特币一样是基于区块链，但根据创建者的说法，它拥有低耗能的开采模式、低交易成本，且处理交易的速度更快。",
  "Litecoin": "莱特币",
  "Litecoin is a cryptocurrency founded in 2011, two years after Bitcoin, by a former Google engineer. It shares similar features with Bitcoin but has a different algorithm. The cryptocurrency's goal is to become a medium for daily transactions.": "莱特币是一种加密货币，在比特币问世后的两年，由一位前谷歌工程师于 2011 年创立。它与比特币具有相似的特征，但却有不同的算法。该加密货币的目标是成为日常交易的媒介。",
  "Bitcoin Cash": "比特币现金",
  "Start Trading": "开始交易",
  "The Bitcoin spin-off was launched in 2017 and has a current market capitalisation of more than $6.3billion. Bitcoin Cash is designed to be used as a cheap payment system, much like Bitcoin was originally designed to be.": "比特币现金在2017年推出，目前市值已超过63亿美元。比特币现金被设计作为廉价支付系统，就如同比特币最初设计理念。",
  "Trade": "交易",
  "How To Trade Leveraged Products On Cryptocurrencies": "如何进行加密货币CFD的交易",
  "Go to the Cryptocurrencies section and choose your favorite instrument": "前往加密货币CFD页面，选择您喜欢的币",
  "CryptoText": "加密：发展、挑战和政策"
}

