{
  "Forex": "外汇",
  "Trade Forex leveraged products": "外汇",
  "Trade leveraged products on a wide variety of the world’s most popular currency pairs.": "交易全球最受欢迎的多种货币产品",
  "Start Now": "开始交易！",
  "What is Forex": "什么是外汇？",
  "Trading forex involves buying and selling currencies on the foreign exchange market for profit. Daily transactions worth trillions of dollars take place on the forex market, which is the world's most liquid financial market.": "每天价值数万亿美元的交易发生在外汇市场上，是世界上最具流动性的金融市场，您可通过买卖货币来获取利润。",
  "Types of Forex Pairs": "货币对的类型",
  "Stockbanx offers the most popular forex pairs like EUR/USD, GBP/USD, and EUR/GBP. Explore our wide range of major, minor and exotic currency pairs.": "Stockbanx 提供最受欢迎的货币对，包含主要、次要和外来货币对，如欧元/美元、英镑/美元和欧元/英镑。",
  "Major": "主要货币对",
  "The major currency pairs has two of the following currencies USD, EUR, JPY, CAD, GBP, and CHF.": "主要货币对包含以下货币：美元、欧元、日元、加元、英镑和瑞士法郎。",
  "Minor": "次要货币对",
  "are pairs that do not include the U.S. dollar, but do include at least one of the world's other three major currencies such as USD, EUR, JPY, CAD, GBP and CHF.": "次要外汇货币对，也称为交叉货币对或交叉盘，是不包括美元的货币对。 次要货币对的示例：欧元/英镑、欧元/瑞士法郎、英镑/日元。",
  "Exotic": "外来货币对",
  "Exotic Pairs stand out from these pairs because they contain a major currency (usually USD) and a currency from a developing or emerging market.": "外来货币对从这些货币对中脱颖而出，因为它们包含主要货币（通常是美元）和发展中或新兴市场的货币。",
  "More Instruments": "查看更多",
  "What affects the prices of forex?": "什么会影响外汇价格？",
  "Below are some of the economic trends and events that will help those new to the market to become successful forex traders.": "下述为造成外汇价格波动的因素",
  "Supply and demand": "供给与需求",
  "Price inflation": "通货膨胀",
  "Currency strenght": "货币强弱",
  "How to trade leveraged forex pairs with Stockbanx": "如何在Stockbanx进行外汇交易",
  "Log in your account or create account": "登录账户或注册账户",
  "Go to the forex section and choose your favorite instrument": "选择喜欢的交易产品",
  "Set your trade size": "制定交易规模",
  "Choose direction (Buy or Sell) based on your assessment of the influencing factors": "根据您的评估选择买入或卖出",
  "Place your trade!": "开始交易",
  "What Are Stocks?": "什么是股票？",
  "Start Trading": "开始交易",
  "Trade Forex with Stockbanx": "在Stockbanx 进行外汇交易",
  "*Low spreads depend on product and account type.": "低点差取决于您选择的商品和账户类型",
  "Maximize your potential by trading the biggest, most sought-after currency pairs such as GBPUSD and EURUSD with leverage up to 1:500 and spreads starting from 1.6 pips*.": "通过最高1:500的杠杆与低至1.6的点差成本，交易GBP/USD和EUR/USD等的热门商品，使您的盈利达到最大化。",
  "Get access to leveraged products on a wide variety of the world’s most popular currency pairs.": "交易世界上最热门的货币杠杆产品。",
  "Trade": "交易"
}

