{
  "Indices": "指数",
  "Trade global indices with competitive conditions": "指数",
  "Zero commission trading on global indices including the FTSE, Nasdaq and Nikkei 225.": "零佣金交易全球指数，包括富时指数、纳斯达克指数和日经225指数。",
  "Start Now!": "开始交易",
  "See more instruments": "更多交易产品",
  "What are indices?": "什么是指数",
  "Indices measure the price performance of a group of shares from an exchange. Indices trading is a popular strategy for many traders and investors seeking exposure to an entire market or sector.": "指数是对交易所中一组股票的价格表现的指针。指数衡量是来自于一组股票在交易所的价格表现。指数交易是许多交易员和投资者接触交易市场的热门选项。",
  "Why trade leveraged products on indices?": "为什么要交易指数产品？",
  "A leveraged product on indices can benefit you from upward and downward movements based on your position. Instead of buying a single stock, you can speculate on the price of multiple stocks for a lower price, allowing you to diversify your portfolio more.": "指数产品可以根据您的判断在上涨或下跌的走势中受益。跟买进单一股票相比 ，指数产品可以使您的投资组合更加多样化。",
  "What are the different types of indices": "指数有哪些不同类型",
  "Indices are widely traded because they are powerful global and country-specific economic health indicators. We will see below some of the biggest global, regional, and national indices to trade": "指数被广泛交易，因为它们能反映市场整体变化。我们将在下面看到一些全球、地区和单一国家的交易指数：",
  "Some of the biggest U.S indices:": "美国主要指数：",
  "S&P 500": "标普500指数",
  "Standard & Poor's 500 Index, also known as the S&P 500, tracks 500 leading publicly traded companies in the United States by market capitalization. It includes companies like Twitter, Cisco Systems, eBay, MasterCard, McDonald's, Nike, PayPal, Pfizer, Starbucks, among others.": "标准普尔500指数，也被称为标普500指数，追踪美国500家领先的上市公司的市值。包括推特，思科系统，ebay，万事达卡，麦当劳，耐克，PayPal，辉瑞，星巴克等公司。",
  "USA30": "道琼工业30指数",
  "Dow Jones Industrial Average (DJIA) is an index containing stocks from 30 of the largest and most influential companies in the United States, including Apple, Chevron, Coca-Cola, Exxon Mobil, Visa, Goldman Sachs, and JPMorgan Chase. ": "道琼工业指数（DJIA）包含来自美国30家最大和最有影响力的公司的股票，包括苹果，雪佛龙，可口可乐，埃克森美孚，Visa，高盛和摩根大通。",
  "TECH 100": "纳斯达克100指数",
  "The Nasdaq 100 Index is a basket of the 100 largest, most actively traded U.S companies listed on the Nasdaq stock exchange. The index includes companies from various industries except for the financial industry, like commercial and investment banks. These non-financial sectors include retail, biotechnology, industrial, technology, health care, and others.": "纳斯达克 100 指数是在纳斯达克证券交易所上市的前100 家交易量最大的公司。该指数包括除金融业以外的各个行业的公司，如商业和投资银行。这些非金融部门包括零售、生物科技、工业、技术、医疗保健等。",
  "Regional": "地区",
  "Regional indices include companies from specific regions.": "区域指数包含来自特定地区的公司。",
  "Some of the biggest EU indices:": "欧洲主要指数：",
  "DAX40": "德国Dax40指数",
  "The DAX is a German blue-chip stock market index that tracks the performance of the 40 largest companies trading on the Frankfurt Stock Exchange. It covers sectors such as clothing, insurance, manufacturing, energy, transport, and many others.": "DAX是一个德国蓝筹股市场指数，追踪在法兰克福证券交易所交易的40家最大公司的表现。它涵盖了诸如服装、保险、制造业、能源、运输和其他许多行业。",
  "FTSE100": "富時100指数",
  "It is also known as the UK100 and is a list of the UK's hundred biggest companies by market capitalization. These companies include Unilever, Tesco, Barclays, Vodafone Group, GlaxoSmithKline and Sainsbury's covering industries such as food, pharmaceuticals, electronic products, banks, telecommunications and more.": "它也被称为UK100，是英国市值前一百强公司，这些公司包含联合利华，乐购，巴克莱，沃达丰集团，葛兰素史克和塞恩斯伯里，涵盖食品，制药，电子产品，银行，电信等行业。",
  "EUROSTOXX": "欧洲斯托克指数",
  "The index covers 12 European countries and represents the 50 largest companies in Europe, such as Bayer, Danone, and Volkswagen Group, among others, listed in other European indices.": "该指数涵盖12个欧洲国家，代表了欧洲50家最大的公司，如拜耳、达能和福斯汽车集团等，这些公司同时也包含在其他欧洲指数中。",
  "National": "单一国家",
  "Typically, national indices are used to reflect investor sentiment on the health of the economy inside a given country by analysing the performance of the stock market.": "“单一国家指数用于通过分析股票市场的表现，来反映投资者对特定国家经济情况的看法。",
  "Some of the national indices covering Asia-Pacific region:": "亚太地区国家指数：",
  "JAPAN225": "日经225指数",
  "The Nikkei is short for Japan's Nikkei 225 Stock Average, the leading and most-respected index of Japanese stocks. It is a price-weighted index composed of Japan's top 225 blue-chip companies traded on the Tokyo Stock Exchange.": "日经指数是日本日经225平均指数的简称，是具权威的日本主要指数，价格由在东京证券交易所的前225家蓝筹股公司加权组成。",
  "HONGKONG50": "香港恒生指数",
  "The Hang Seng Index or HSI is a free-float market capitalization-weighted index of the sixty largest companies that trade on the Hong Kong Exchange (HKEx). HKEx is among the largest stock exchanges in the world, with an aggregate market cap of more than $38 trillion as of 2022.": "恒生指数是在香港交易所（HKEx）的六十家最大公司的自由流通市值加权指数。香港交易所是全球最大的证券交易所之一，截至2022年，总市值超过38万亿美元。",
  "ASX200": "ASX200",
  "The S&P/ASX 200 Index is the benchmark institutional investable stock market index in Australia, comprising the 200 largest stocks by float-adjusted market capitalization. ": "S&P/ASX 200指数是澳洲的主要指数，由200只最大的股票组成，按浮动调整市值计算。",
  "Trade Indices": "交易指数",
  "How to trade leveraged products on indices": "如何进行指数交易",
  "Log in your account or create account": "登录账户或注册账户",
  "Go to the indices section and choose your favorite instrument": "选择喜欢的交易产品",
  "Set your trade size": "制定交易规模",
  "Choose direction (Buy or Sell) based on your assessment of the influencing factors": "根据您的评估选择买入或卖出",
  "Place your trade!": "开始交易",
  "How to trade leveraged products on commodities": "如何进行大宗商品的交易",
  "Start Trading": "开始交易",
  "Learn more": "了解更多",
  "Global": "全球",
  "Global indices relay companies regardless of which stock exchange they are listed on and based.": "无论公司在哪一家证券交易所上市或基于哪一家交易所，全球指数都会传递公司。",
  "Trade": "交易",
  "How To Trade Leveraged Products On Indices": "如何交易指数杠杆产品",
  "Trade Indices with Stockbanx": "在Stockbanx交易指数",
  "Take advantage of trading CFDs on indices like US500, UK100, and more, using MT4 on any device you prefer. Trade US30 with leverage up to 1|200 and low spreads.": "利用 MT4 在您喜欢的设备上交易 CFD 指数，例如 US500、UK100 等。使用高达 1:200 杠杆和低点差交易 US30。",
  "How to trade leveraged": "如何进行",
  "products on indices": "指数交易"
}
