{
  "partnerHead": "从客户的每手交易中获取高达 <span class='lot-trade'> $10 </span> 美金。",
  "Become a partner": "成为合作伙伴",
  "Why Partner With Stockbanx?": "为什么成为Stockbanx合作伙伴?",
  "Partnering with individuals and companies who share our values helps us power the pursuit of financial freedom for ambitious individuals.": "我们寻求与我们有相同愿景的公司或个人成为我们的合作伙伴，我们将为所有合作伙伴创造最大收益。",
  "Commission Rebate": "返佣机制",
  "Earn 10$ per lot on every trade you make today. There are no minimum requirements to qualify.": "每交易一标准手即可获得高达10美金的佣金奖励。",
  "Advanced Platforms": "先进的交易平台",
  "Trading platforms with user-friendly interfaces provide comprehensive tools for price analysis and technical analysis.": "简易的操作界面为您提供全方位的分析功能。",
  "Great Rewards": "丰厚的奖励",
  "Partner with Stockbanx International and earn great rewards. Benefit from our Rewards Program today by introducing new clients.": "成为Stockbanx合作伙伴，通过介绍新客户从我们的奖励计划中赚取丰厚奖励。",
  "Flexibility": "灵活性",
  "Support tailored to your needs. Whenever you have a special request, we're happy to help.": "根据您的需求提供客制化的服务，我们很乐意为您的需求提供帮助。",
  "Support": "支持",
  "Creative support and free marketing materials, including banners, business cards, newsletters, and promotional materials": "提供全面的支持服务，包含横幅、名片、简报和各式宣传品。",
  "Innovation": "创新",
  "Cutting-edge and intuitive trading platform for on-the-go traders.": "根据您的需求提供定制性的支持，无论您有特殊要求，我们都很乐意为您提供帮助。",
  "How To Partner With Stockbanx?": "如何成为Stockbanx合作伙伴？",
  "Get up to $10 commission for each standard lot your client trades. Be rewarded additionally through our tiered IB Rewards Program, which offers the chance to win a luxury car and other exciting Apple products.": "您可以从客户的每手交易中赚取高达 10 美金，还可通过我们的IB奖励计划获得额外奖励，将有机会获得豪车和其他丰富的Apple产品。",
  "Rewards Program": "奖励计划",
  "Learn More": "了解更多",
  "Starting": "从$10",
  "from $10": "美元起",
  "Unlock the earnings potential with our IB Program and get rewards for every trade.": "通过我们的代理方案,从每笔交易中获取收益.",
  "Instant": "即时返佣",
  "Payment": "",
  "Get paid starting from $10 per lot": "每手收益10美元起的佣金",
  "They Trade,": "他人交易,",
  "You Earn!": "你来收益!",
  "The more you refer, the greater your rewards. Start referring today and earn more.": "推荐越多,奖励越高。立即开始推荐并赚取更多.",
  "IB Partners": "合作伙伴",
  "Portal!": "客户端!",
  "Partner with Stockbanx and receive:": "与CPT合作并获得：",
  "an IB portal that offers advanced tools and an intuitive interface, so you can manage your clients with ease.": "此代理客户端提供最先进的工具和易于使用的界面，便于您轻松管理您的客户.",
  "MT4 Multi-Account Manager": "MT4多账户管理器",
  "Lot Allocation": "手数分配",
  "Proportional By Balance": "资金占比分配",
  "Equity Percent Allocation": "股权占比分配",
  "Allocation by Equal Risk": "风险均衡分配",
  "Percent Allocation": "百分比分配 ",
  "Proportional By Equity": "股权比例分配 ",
  "Percent Allocation by P/L": "盈损比例百分比分配 ",
  "Proportional Allocation by P/L": "盈亏比例分配 ",
  "Lot multiplier by volume fix": "根据交易量进行的手数倍增加 ",
  "Money managers can place orders in bulk on all accountsoperating under a master account using Stockbanx's Multi AccountManager (MAM), an integrated software tool that will make theIB's journey more flexible.": "资金管理人可以使用CPT的多账户管理器(MAM)在主账户下的所有账户上批量下单，这是一款集成软件工具，可以使代理的业务更加灵活。",
  "Ambassador": "形象大使",
  "Apple Airpod": "苹果耳机",
  "3rd Generation": "第三代",
  "Apple Watch": "苹果手表"
}

