{
  "Metatrader 4 Trading Platform": "Metatrader 4交易平台",
  "Trade on the world's most popular platform": "在全球最受欢迎的平台上进行交易",
  "Sign up": "立即注册",
  "Why Stockbanx Metatrader 4": "为什么选择CPT Metatrader 4",
  "With MetaTrader 4, traders can chart assets, place orders, and manage positions with everything they need. With advanced trading infrastructure, competitive pricing, and superior order execution, Stockbanx MT4 is one of the most powerful online forex trading platforms.": "Stockbanx-MT4交易平台拥有先进的交易技术、具竞争力的市场报价与卓越的订单执行。使用MetaTrader 4，交易者可以根据需求绘制图表、交易和管理订单。凭借直观的用户界面和强大的交易功能，MT4是全球百万交易者最为热爱的交易平台。",
  "With its intuitive user interface and powerful trading capabilities, MT4 is the most popular retail platform, used by millions worldwide traders.": "",
  "Get The Best Of": "优势与特色：",
  "cTrader's mission is to balance simple and complex functionality. It is an intuitive and easy-to-use trading platform for new and advanced traders.": "cTrader针对复杂的交易功能进行优化，对于新手和专业交易者来说，它是一个直观且易于使用的交易平台。",
  "57 preinstalled technical indicators": "内建57个技术指标",
  "24 analytical charting tools": "24种图表分析工具",
  "3 chart types & 9 time frames": "3种图表类型和9个时间段",
  "1-click trading & trade from charts": "一键交易和图表中交易",
  "Trailing Stop": "追踪止损",
  "Easy to use interface": "易于使用的界面",
  "Fully customizable charts": "可自定义图表",
  "Add custom EAs & indicators": "添加自定义的EA&指标",
  "News feed & broker mailbox": "新闻摘要&经纪商邮箱",
  "Available for Windows or Mac": "适用于Windows 或 Mac",
  "Download MT4": "下载MT4",
  "Trade thousands of leveraged products instruments, including Forex, Shares, Metals, Indices and more. Execute orders and analyze markets on the go with our award-winning mobile platform.": "交易上千种的交易品项，包含外汇、股票、金属、指数等等。使用我们屡获殊荣的平台就能随时随地执行订单并分析市场。",
  "Metatrader 5 Trading Platform": "Metatrader 5 交易平台",
  "The most advanced trading platform": "最先进的交易平台",
  "About MT5": "关于MT5",
  "MT5, or MetaTrader 5, is the successor of MetaTrader 4 (MT4), a popular online trading platform. It was originally released as a beta version in 2010 by MetaQuotes Software Corp.": "MT5 ，又称 MetaTrader 5 ，是最受欢迎线上交易平台 MetaTrader 4 (MT4) 的继任者。最初，是由 MetaQuotes Software Corp于2010年作为测试版所发布。自那时起 MetaQuotes 不断地开发、测试及改进 MT5，使其成为新一世代交易平台。",
  "MetaTrader 5 gives you access to trade leveraged products on your favorite instruments. MT5 has improved trading functionalities, enhanced scripting tools, and expert advisors, making it intuitive and advanced.": "MetaTrader 5为您提供在您喜欢的金融工具上进行杠杆交易的机会。MT5拥有更强大的交易功能、更多的脚本工具以及专家顾问，使其更加直观和先进。",
  "Why Stockbanx Metatrader 5": "为什么选择CPT MetaTrader 5",
  "MT5 provides professional traders with everything they need in today's dynamic markets, including more indicators, market orders, and instruments.": "MT5 为专业交易者提供当今市场中交易平台所需的一切，包括更多指标、交易订单和各种交易工具。",
  "Intuitive interface": "直观的界面",
  "Fully customizable": "个性化设置",
  "Advanced analytics": "高级分析工具",
  "Flexible and convenien": "灵活且便捷",
  "Secure and stable platform": "安全并稳定的平台",
  "Industry-favourite choice": "行业首选",
  "MetaTrader 5 expert advisors": "MetaTrader 5智能交易",
  "More assets, more opportunities": "更多产品，更多机会",
  "User-friendly interface": "易于使用的界面",
  "Download MT5": "下载MT5",
  "With a wide range of professional trading features, fast entry, synchronization, and order processing capabilities, cTrader is a one-stop-shop platform preferred by advanced traders.": "cTrader凭借着广泛的专业交易特点、快速进入、同步和订单处理能力，是专业交易员首选的一站式交易平台。",
  "Why cTrader?": "为什么选择cTrader？",
  "cTrader is a powerful trading platform that offers plenty of educational resources and in-depth market analysis to help you make informed trading decisions.": "cTrader 是一个强大的交易平台，除了能提供大量的教育资源和深入的市场分析外，也能协助您做出明智的交易决策。",
  "State-of-the-art trading technology": "先进的图表工具 ",
  "Highly intuitive and advanced interface": "直观的先进界面",
  "Fast execution, low latency": "高速订单触发",
  "Cutting edge charting tools": "领先的图表工具",
  "cTrader Is For All Types Of Traders": "cTrader适用于所有的交易者",
  "Key features and benefits": "独特的功能与优势",
  "Detailed analysis and trading indicators": "详细分析和交易指标",
  "High speed order execution": "高速执行订单",
  "Multiple take-profit orders": "多重止盈指令",
  "Extensive educational videos": "丰富的教学视频",
  "Optimized expert advisor's processing": "智能订单处理功能",
  "Advanced platform customisation": "先进的个性化设置功能",
  "Download cTrader": "下载 cTrader",
  "With cTrader, you can customize your on-the-go trading experience with a variety of order types, technical analysis tools, price alerts, and trade statistics.": "使用 cTrader，您可以使用各种订单类型、技术分析工具、价格提醒和交易统计功能来提升您的交易体验。",
  "Trade on the go": "随时随地进行交易",
  "Take your trading journey to the next level with an intuitive and easy-to-use trading platform.": "通过直观且易于使用的交易平台将您的交易提升到新的高点",
  "Start Now!": "开始交易"
}
