{
  "Trade your favorite commodities with competitive conditions": "大宗商品",
  "With Stockbanx, you can trade the most popular commodities in the world such as Oil, Gold, Natural Gas and many more.": "我们为您提供零手续费交易环境以及世界上最热门的大宗商品石油、黄金、天然气等",
  "Start Now!": "开始交易",
  "Which commodities perform better during inflation?": "哪些大宗商品在通货膨胀期间表现更好？",
  "Commodities—precious metals, agriculture goods, and oil & gas have often been positioned as hedges against inflation. However, commodities tend to respond to changes in the dollar's relative strength in international markets rather than domestic inflation pressures.": "大宗商品——贵金属、农产品、石油和天然气经常被定位为对冲通胀的工具。然而，相比起国内通货膨胀，大宗商品倾向于对美元在国际市场上相对强势的变化做出反应。",
  "Type of commodities": "大宗商品类型",
  "By trading leveraged commodities with Stockbanx, you don't have to own any of these assets physically, just trade their price movement. Stockbanx MT4 & MT5 platform offers two types of commodities: energies & metals (hard commodities) and grains & other goods (soft commodities).": "通过CPT进行交易，您不必实际持有这些大宗商品，跟上价格趋势即可获利。Stockbanx-MT4和MT5平台提供两种类型的大宗商品：能源和金属（硬商品）、谷物和其他商品（软商品）。",
  "Energy": "能源",
  "Start your trading journey with leveraged products on commodities such as natural gas, crude oil and Brent oil.": "选择天然气、原油和布伦特原油等大宗商品开始您的交易。",
  "Metals": "贵金属",
  "Get started trading leveraged products on popular metals, such as gold, silver, and copper, with zero commissions on the trades you make.": "我们为您提供零手续费的黄金、白银和铜等热门金属交易产品。",
  "Cocoa, sugar, wheat, corn, and coffee are among the soft commodities offered by Stockbanx.": "CPT提供的软商品包含可可，糖，小麦，玉米和咖啡。",
  "What affects the prices of commodities?": "什么影响大宗商品价格？",
  "Like other markets, commodities are affected by supply and demand. Weather and currency fluctuations are two other variables that play a big role in affecting the price commodities as well.": "与其他市场一样，大宗商品也受到供需关系的影响。气候和货币波动是另外两个变量，它们在影响商品价格方面也起着重要作用。",
  "Supply and demand": "供给与需求",
  "Price inflation": "物价上涨",
  "Currency strenght": "货币强度",
  "How to trade leveraged products on commodities": "如何进行大宗商品的交易",
  "Start Trading": "开始交易",
  "Grains": "谷物",
  "See more instruments": "更多交易产品",
  "What Are Commodities?": "什么是商品？",
  "What Are Stocks?": "什么是股票？",
  "Go to the Commodities section and choose your favorite instrument": "前往大宗商品页面，选择您喜欢的商品",
  "Trade your favorite": "交易",
  "Choose the account type that best fits your trading goals. For any further assistance, you could reach our dedicated support team via email or chat.": "请选择最符合您交易目标的账户类型。如需进一步协助，您可以通过电子邮件或在线客服联系我们专业的客服团队",
  "Trade Commodities with Stockbanx": "在 Stockbanx 交易大宗商品",
  "The opportunities are endless. Make the most of your investments with Oil, Gold, Natural Gas, and more! Trade these commodities with leverage up to 1:500 and spreads starting from 30 pips*.": "使用高达1:500的杠杆和30点的点差,交易原油、黄金、天然气等商品，最大化您的盈利！。",
  "*Low spreads depend on product and account type.": "低点差取决于您选择的商品和账户类型"
}

