{
  "Stocks": "股票",
  "Trade stocks with tight spreads": "股票",
  "Trade leveraged products on shares with Stockbanx and get the benefits of our Zero Commission trading.": "在CPT交易股票享受零手续费。",
  "Start Now": "开始交易",
  "Zero Commission on Shares": "零手续费股票交易",
  "You can trade leveraged products on shares from major markets in the world, including some of the largest companies in the world such as Apple, Tesla, Microsoft, Google, Amazon, and several others.": "您可以通过CPT来交易世界主要市场的股票产品，包含全球大型公司，如苹果、特斯拉、微软、谷歌、亚马逊等。",
  "Ready to learn more about stocks?": "想了解更多有关股票的信息？",
  "Find out more about the fundamental and technical factors that affect the price of stocks. You can find the latest updates on the biggest global shares such as Netflix, Google, Amazon, Apple, and many others in the market news and featured articles section.": "如果您想了解更多影响股票价格的基本和技术方面的信息， 您可以在市场新闻和专题文章中找到有关 Netflix、谷歌、亚马逊、苹果等全球大型公司的最新动态。",
  "Learn more": "了解更多",
  "Fundamental & Technical Analysis": "基本面与技术面分析",
  "Traders can decide whether they want to rely exclusively on fundamental or technical analysis or if they would like to combine both.": "交易者可以单独通过基本面分析或技术面分析，亦或是结合两种分析的结果去决定他们的交易策略。",
  "Manage Risks": "风险管理",
  "Based on your risk-reward ratio, you can determine how much potential profit you need to counteract a potential loss. If you have a 2:1 ratio, you can expect your potential profit to be twice your potential loss.": "根据您的收益率，您可以预期潜在获利与损失。 如果您的预期获利与损失是 2:1 的比率，可以预期您的潜在获利是潜在损失的两倍。",
  "Test your strategy": "测试您的策略",
  "Investing on a demo account might help you sharpen your skills before trading with real money.": "模拟账户可以帮助您在真实交易之前提升您的交易能力",
  "See more instruments": "更多交易產品",
  "How to trade leveraged products on shares": "如何进行股票交易",
  "Log in your account or create account": "登录账户或注册账户",
  "Go to the shares section and choose your favorite instrument": "从外汇中选择您喜欢的货币对",
  "Set your trade size": "制定交易规模",
  "Choose direction (Buy or Sell) based on your assessment of the influencing factors": "根据您的评估选择买入或卖出",
  "Place your trade!": "开始交易",
  "Start Trading": "开始交易",
  "Trade": "交易",
  "What Are Stocks?": "什么是股票？",
  "Trade Stocks with Stockbanx": "在 Stockbanx 交易股票",
  "*Low spreads depend on product and account type.": "低点差取决于您选择的商品和账户类型",
  "Unlock endless potential by trading top stocks like Amazon, Google, and Apple with leverage up to 1|100 and spreads as low as 40 pips*.": "交易亚马逊、谷歌和苹果等顶级股票，享有高达 1:100 的杠杆和低至 20 点*的点差 。",
  "How To Make Informed Trading Decision": "如何定制您的交易决策"
}

