{
  "Stocks": "Stocks",
  "Trade stocks with tight spreads": "Stocks With Tight Spreads",
  "Trade leveraged products on shares with Stockbanx and get the benefits of our Zero Commission trading.": "Trade leveraged products on shares and enjoy our Zero Commission trading.",
  "Start Now": "Start Now",
  "Zero Commission on Shares": "Zero Commission on Shares",
  "You can trade leveraged products on shares from major markets in the world, including some of the largest companies in the world such as Apple, Tesla, Microsoft, Google, Amazon, and several others.": "You can trade leveraged products on shares from major markets in the world, including some of the largest companies in the world such as Apple, Tesla, Microsoft, Google, Amazon, and more.",
  "Ready to learn more about stocks?": "Ready to Learn More About Stocks?",
  "Find out more about the fundamental and technical factors that affect the price of stocks. You can find the latest updates on the biggest global shares such as Netflix, Google, Amazon, Apple, and many others in the market news and featured articles section.": "Find out more about the fundamental and technical factors that affect the price of stocks. You can find the latest updates on the biggest global shares such as Netflix, Google, Amazon, Apple, and many others in the market news and featured articles section.",
  "Learn more": "Learn more",
  "Fundamental & Technical Analysis": "Fundamental & Technical Analysis",
  "Traders can decide whether they want to rely exclusively on fundamental or technical analysis or if they would like to combine both.": "Traders can decide whether they want to rely exclusively on fundamental or technical analysis or if they would like to combine both.",
  "Manage Risks": "Manage Risks",
  "Based on your risk-reward ratio, you can determine how much potential profit you need to counteract a potential loss. If you have a 2:1 ratio, you can expect your potential profit to be twice your potential loss.": "Based on your risk-reward ratio, you can determine how much potential profit you need to counteract a potential loss. If you have a 2:1 ratio, you can expect your potential profit to be twice your potential loss.",
  "Test your strategy": "Test your strategy",
  "Investing on a demo account might help you sharpen your skills before trading with real money.": "Investing on a demo account might help you sharpen your skills before trading with real money.",
  "See more instruments": "See more instruments",
  "How to trade leveraged products on shares": "How To Trade Leveraged Products on Shares",
  "Log in your account or create account": "Log in your account or <span class='text-high'> create account </span>",
  "Go to the shares section and choose your favorite instrument": "Go to the <span class='text-high'> shares section </span> and choose your favorite instrument",
  "Set your trade size": "Set your <span class='text-high'> trade size </span>",
  "Choose direction (Buy or Sell) based on your assessment of the influencing factors": "Choose <span class='text-high'> direction (Buy or Sell) </span> based on your assessment of the influencing factors",
  "Place your trade!": "Place your trade!",
  "Start Trading": "Start Trading",
  "Trade": "Trade",
  "Trade Stocks with Stockbanx": "Trade Stocks with Stockbanx",
  "*Low spreads depend on product and account type.": "*Low spreads depend on product and account type.",
  "Unlock endless potential by trading top stocks like Amazon, Google, and Apple with leverage up to 1|100 and spreads as low as 40 pips*.": "Get access to trading top stocks like Amazon, Google, and Apple with leverage up to 1:100 and spreads as low as 20 pips*.",
  "How To Make Informed Trading Decision": "How To Make Informed Trading Decision"
}

